["1.1\nMY GRANDFATHER VERUS\nCharacter and self-control.", "1.2\nMY FATHER (FROM MY OWN MEMORIES AND HIS\nREPUTATIONf)\nIntegrity and manliness.", "1.3\nMY MOTHER\nHer reverence for the divine, her generosity, her inability not only to do wrong but even to conceive of doing it. And the simple way she lived—not in the least like the rich.", "1.4\nMY GREAT-GRANDFATHER\nTo avoid the public schools, to hire good private teachers, and to accept the resulting costs as money well-spent.", "1.5\nMY FIRST TEACHER\nNot to support this side or that in chariot-racing, this fighter or that in the games. To put up with discomfort and not make demands. To do my own work, mind my own business, and have no time for slanderers.", "1.6\nDIOGNETUS\nNot to waste time on nonsense. Not to be taken in by conjurors and hoodoo artists with their talk about incantations and exorcism and all the rest of it. Not to be obsessed with quail-fighting or other crazes like that. To hear unwelcome truths. To practice philosophy, and to study with\nBaccheius, and then with Tandasis and Marcianus. To write dialogues as a student. To choose the Greek lifestyle—the camp-bed and the cloak.", "1.7\nRUSTICUS\nThe recognition that I needed to train and discipline my character.\nNot to be sidetracked by my interest in rhetoric. Not to write treatises on abstract questions, or deliver moralizing little sermons, or compose imaginary descriptions of The\nSimple Life or The Man Who Lives Only for Others. To steer clear of oratory, poetry and belles lettres.\nNot to dress up just to stroll around the house, or things like that. To write straightforward letters (like the one he sent my mother from Sinuessa). And to behave in a conciliatory way when people who have angered or annoyed us want to make up.\nTo read attentively—not to be satisfied with “just getting the gist of it.” And not to fall for every smooth talker.\nAnd for introducing me to Epictetus’s lectures—and loaning me his own copy.", "1.8\nAPOLLONIUS\nIndependence and unvarying reliability, and to pay attention to nothing, no matter how fleetingly, except the logos. And to be the same in all circumstances—intense pain, the loss of a child, chronic illness. And to see clearly, from his example, that a man can show both strength and flexibility.\nHis patience in teaching. And to have seen someone who clearly viewed his expertise and ability as a teacher as the humblest of virtues.\nAnd to have learned how to accept favors from friends without losing your self-respect or appearing ungrateful.", "1.9\nSEXTUS\nKindness.\nAn example of fatherly authority in the home. What it means to live as nature requires.\nGravity without airs.\nTo show intuitive sympathy for friends, tolerance to amateurs and sloppy thinkers. His ability to get along with everyone: sharing his company was the highest of compliments, and the opportunity an honor for those around him.\nTo investigate and analyze, with understanding and logic, the principles we ought to live by.\nNot to display anger or other emotions. To be free of passion and yet full of love.\nTo praise without bombast; to display expertise without pretension.", "1.10\nTHE LITERARY CRITIC ALEXANDER\nNot to be constantly correcting people, and in particular not to jump on them whenever they make an error of usage or a grammatical mistake or mispronounce something, but just answer their question or add another example, or debate the issue itself (not their phrasing), or make some other contribution to the discussion—and insert the right expression, unobtrusively.", "1.11\nFRONTO\nTo recognize the malice, cunning, and hypocrisy that power produces, and the peculiar ruthlessness often shown by people from “good families.”", "1.12\nALEXANDER THE PLATONIST\nNot to be constantly telling people (or writing them) that I’m too busy, unless I really am. Similarly, not to be always ducking my responsibilities to the people around me because of “pressing business.”", "1.13\nCATULUS\nNot to shrug off a friend’s resentment—even unjustified resentment—but try to put things right.\nTo show your teachers ungrudging respect (the Domitius and Athenodotus story), and your children unfeigned love.", "1.14\n[MY BROTHER] SEVERUS\nTo love my family, truth and justice. It was through him that I\nencountered Thrasea, Helvidius, Cato, Dion and Brutus, and conceived of a society of equal laws, governed by equality of status and of speech, and of rulers who respect the liberty of their subjects above all else.\nAnd from him as well, to be steady and consistent in valuing philosophy.\n\nAnd to help others and be eager to share, not to be a pessimist, and never to doubt your friends’ affection for you.\nAnd that when people incurred his disapproval, they always knew it. And that his friends never had to speculate about his attitude to anything: it was always clear.", "1.15\nMAXIMUSMaximus\n\nSelf-control and resistance to distractions.\nOptimism in adversity—especially illness.\nA personality in balance: dignity and grace together.\nDoing your job without whining.\nOther people’s certainty that what he said was what he thought, and what he did was done without malice.\nNever taken aback or apprehensive. Neither rash nor hesitant—or bewildered, or at a loss. Not obsequious\n—but not aggressive or paranoid either.\nGenerosity, charity, honesty.\n\nThe sense he gave of staying on the path rather than being kept on it.\nThat no one could ever have felt patronized by him—or in a position to patronize him.\nA sense of humor.", "1.16\nMY ADOPTED FATHER\nCompassion. Unwavering adherence to decisions, once he’d reached them. Indifference to superficial honors. Hard work.\nPersistence.\nListening to anyone who could contribute to the public good.\nHis dogged determination to treat people as they deserved.\nA sense of when to push and when to back off.\nPutting a stop to the pursuit of boys.\nHis altruism. Not expecting his friends to keep him entertained at dinner or to travel with him (unless they wanted to). And anyone who had to stay behind to take care of something always found him the same when he returned.\n\nHis searching questions at meetings. A kind of singlemindedness, almost, never content with first impressions, or breaking off the discussion prematurely.\nHis constancy to friends—never getting fed up with them, or playing favorites.\nSelf-reliance, always. And cheerfulness.\nAnd his advance planning (well in advance) and his discreet attention to even minor things.\nHis restrictions on acclamations—and all attempts to flatter him.\nHis constant devotion to the empire’s needs. His stewardship of the treasury. His willingness to take responsibility—and blame—for both.\nHis attitude to the gods: no superstitiousness. And his attitude to men: no demagoguery, no currying favor, no pandering. Always sober, always steady, and never vulgar or a prey to fads.\nThe way he handled the material comforts that fortune had supplied him in such abundance—without arrogance and without apology. If they were there, he took advantage of them. If not, he didn’t miss them.\n\nNo one ever called him glib, or shameless, or pedantic.\nThey saw him for what he was: a man tested by life, accomplished, unswayed by flattery, qualified to govern both himself and them.\nHis respect for people who practiced philosophy—at least, those who were sincere about it. But without denigrating the others—or listening to them.\nHis ability to feel at ease with people—and put them at their ease, without being pushy.\nHis willingness to take adequate care of himself. Not a hypochondriac or obsessed with his appearance, but not ignoring things either. With the result that he hardly ever needed medical attention, or drugs or any sort of salve or ointment.\nThis, in particular: his willingness to yield the floor to experts—in oratory, law, psychology, whatever—and to support them energetically, so that each of them could fulfill his potential.\nThat he respected tradition without needing to constantly congratulate himself for Safeguarding Our Traditional\nValues.\nNot prone to go off on tangents, or pulled in all directions, but sticking with the same old places and the same old things.\nThe way he could have one of his migraines and then go right back to what he was doing—fresh and at the top of his game.\nThat he had so few secrets—only state secrets, in fact, and not all that many of those.\nThe way he kept public actions within reasonable bounds\n—games, building projects, distributions of money and so on\n—because he looked to what needed doing and not the credit to be gained from doing it.\nNo bathing at strange hours, no self-indulgent building projects, no concern for food, or the cut and color of his clothes, or having attractive slaves. (The robe from his farm at Lorium, most of the things at Lanuvium, the way he accepted the customs agent’s apology at Tusculum, etc.)\nHe never exhibited rudeness, lost control of himself, or turned violent. No one ever saw him sweat. Everything was to be approached logically and with due consideration, in a calm and orderly fashion but decisively, and with no loose ends.\nYou could have said of him (as they say of Socrates) that he knew how to enjoy and abstain from things that most people find it hard to abstain from and all too easy to enjoy.\nStrength, perseverance, self-control in both areas: the mark of a soul in readiness—indomitable.\n(Maximus’s illness.)", "1.17\nTHE GODS\nThat I had good grandparents, a good mother and father, a good sister, good teachers, good servants, relatives, friends\n—almost without exception. And that I never lost control of myself with any of them, although I had it in me to do that, and I might have, easily. But thanks to the gods, I was never put in that position, and so escaped the test.\nThat I wasn’t raised by my grandfather’s girlfriend for longer than I was. That I didn’t lose my virginity too early, and didn’t enter adulthood until it was time—put it off, even.\nThat I had someone—as a ruler and as a father—who could keep me from being arrogant and make me realize that even at court you can live without a troop of bodyguards, and gorgeous clothes, lamps, sculpture—the whole charade. That you can behave almost like an ordinary person without seeming slovenly or careless as a ruler or when carrying out official obligations.\n\nThat I had the kind of brother I did. One whose character challenged me to improve my own. One whose love and affection enriched my life.\nThat my children weren’t born stupid or physically deformed.\nThat I wasn’t more talented in rhetoric or poetry, or other areas. If I’d felt that I was making better progress I might never have given them up.\nThat I conferred on the people who brought me up the honors they seemed to want early on, instead of putting them off (since they were still young) with the hope that I’d do it later.\nThat I knew Apollonius, and Rusticus, and Maximus.\nThat I was shown clearly and often what it would be like to live as nature requires. The gods did all they could—\nthrough their gifts, their help, their inspiration—to ensure that\nI could live as nature demands. And if I’ve failed, it’s no one’s fault but mine. Because I didn’t pay attention to what they told me—to what they taught me, practically, step by step.\nThat my body has held out, especially considering the life\nI’ve led.\n\nThat I never laid a finger on Benedicta or on Theodotus.\nAnd that even later, when I was overcome by passion, I\nrecovered from it.\nThat even though I was often upset with Rusticus I never did anything I would have regretted later.\nThat even though she died young, at least my mother spent her last years with me.\nThat whenever I felt like helping someone who was short of money, or otherwise in need, I never had to be told that I\nhad no resources to do it with. And that I was never put in that position myself—of having to take something from someone else.\nThat I have the wife I do: obedient, loving, humble.\nThat my children had competent teachers.\nRemedies granted through dreams—when I was coughing blood, for instance, and having fits of dizziness. And the one at Caieta.\nThat when I became interested in philosophy I didn’t fall into the hands of charlatans, and didn’t get bogged down in writing treatises, or become absorbed by logic-chopping, or preoccupied with physics.\n\nAll things for which “we need the help of fortune and the gods.”", "2.1\nWhen you wake up in the morning, tell yourself: The people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous, and surly. They are like this because they can’t tell good from evil. But I have seen the beauty of good, and the ugliness of evil, and have recognized that the wrongdoer has a nature related to my own—not of the same blood or birth, but the same mind, and possessing a share of the divine. And so none of them can hurt me. No one can implicate me in ugliness. Nor can I feel angry at my relative, or hate him. We were born to work together like feet, hands, and eyes, like the two rows of teeth, upper and lower. To obstruct each other is unnatural. To feel anger at someone, to turn your back on him: these are obstructions.", "2.2\nWhatever this is that I am, it is flesh and a little spirit and an intelligence. Throw away your books; stop letting yourself be distracted. That is not allowed. Instead, as if you were dying right now, despise your flesh. A mess of blood, pieces of bone, a woven tangle of nerves, veins, arteries. Consider what the spirit is: air, and never the same air, but vomited out and gulped in again every instant. Finally, the intelligence.\nThink of it this way: You are an old man. Stop allowing your mind to be a slave, to be jerked about by selfish impulses, to kick against fate and the present, and to mistrust the future.", "2.3\nWhat is divine is full of Providence. Even chance is not divorced from nature, from the inweaving and enfolding of things governed by Providence. Everything proceeds from it.\nAnd then there is necessity and the needs of the whole world, of which you are a part. Whatever the nature of the whole does, and whatever serves to maintain it, is good for every part of nature. The world is maintained by change—in the elements and in the things they compose. That should be enough for you; treat it as an axiom. Discard your thirst for books, so that you won’t die in bitterness, but in cheerfulness and truth, grateful to the gods from the bottom of your heart.", "2.4\nRemember how long you’ve been putting this off, how many extensions the gods gave you, and you didn’t use them.\nAt some point you have to recognize what world it is that you belong to; what power rules it and from what source you spring; that there is a limit to the time assigned you, and if you don’t use it to free yourself it will be gone and will never return.", "2.5\nConcentrate every minute like a Roman—like a man—on doing what’s in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing yourself from all other distractions. Yes, you can—if you do everything as if it were the last thing you were doing in your life, and stop being aimless, stop letting your emotions override what your mind tells you, stop being hypocritical, self-centered, irritable. You see how few things you have to do to live a satisfying and reverent life? If you can manage this, that’s all even the gods can ask of you.", "2.6\nYes, keep on degrading yourself, soul. But soon your chance at dignity will be gone. Everyone gets one life. Yours is almost used up, and instead of treating yourself with respect, you have entrusted your own happiness to the souls of others.", "2.7\nDo external things distract you? Then make time for yourself to learn something worthwhile; stop letting yourself be pulled in all directions. But make sure you guard against the other kind of confusion. People who labor all their lives but have no purpose to direct every thought and impulse toward are wasting their time—even when hard at work.", "2.8\nIgnoring what goes on in other people’s souls—no one ever came to grief that way. But if you won’t keep track of what your own soul’s doing, how can you not be unhappy?", "2.9\nDon’t ever forget these things:\n\nThe nature of the world.\nMy nature.\nHow I relate to the world.\nWhat proportion of it I make up.\nThat you are part of nature, and no one can prevent you from speaking and acting in harmony with it, always.", "2.10\nIn comparing sins (the way people do) Theophrastus says that the ones committed out of desire are worse than the ones committed out of anger: which is good philosophy. The angry man seems to turn his back on reason out of a kind of pain and inner convulsion. But the man motivated by desire, who is mastered by pleasure, seems somehow more selfindulgent, less manly in his sins. Theophrastus is right, and philosophically sound, to say that the sin committed out of pleasure deserves a harsher rebuke than the one committed out of pain. The angry man is more like a victim of wrongdoing, provoked by pain to anger. The other man rushes into wrongdoing on his own, moved to action by desire.", "2.11\nYou could leave life right now. Let that determine what you do and say and think. If the gods exist, then to abandon human beings is not frightening; the gods would never subject you to harm. And if they don’t exist, or don’t care what happens to us, what would be the point of living in a world without gods or Providence? But they do exist, they do care what happens to us, and everything a person needs to avoid real harm they have placed within him. If there were anything harmful on the other side of death, they would have made sure that the ability to avoid it was within you. If it doesn’t harm your character, how can it harm your life? Nature would not have overlooked such dangers through failing to recognize them, or because it saw them but was powerless to prevent or correct them. Nor would it ever, through inability or incompetence, make such a mistake as to let good and bad things happen indiscriminately to good and bad alike. But death and life, success and failure, pain and pleasure, wealth and poverty, all these happen to good and bad alike, and they are neither noble nor shameful—and hence neither good nor bad.", "2.12\nThe speed with which all of them vanish—the objects in the world, and the memory of them in time. And the real nature of the things our senses experience, especially those that entice us with pleasure or frighten us with pain or are loudly trumpeted by pride. To understand those things—how stupid, contemptible, grimy, decaying, and dead they are—\nthat’s what our intellectual powers are for. And to understand what those people really amount to, whose opinions and voices constitute fame. And what dying is—and that if you look at it in the abstract and break down your imaginary ideas of it by logical analysis, you realize that it’s nothing but a process of nature, which only children can be afraid of. (And not only a process of nature but a necessary one.) And how man grasps God, with what part of himself he does so, and how that part is conditioned when he does.", "2.13\nNothing is more pathetic than people who run around in circles, “delving into the things that lie beneath” and conducting investigations into the souls of the people around them, never realizing that all you have to do is to be attentive to the power inside you and worship it sincerely. To worship it is to keep it from being muddied with turmoil and becoming aimless and dissatisfied with nature—divine and human. What is divine deserves our respect because it is good; what is human deserves our affection because it is like us. And our pity too, sometimes, for its inability to tell good from bad—as terrible a blindness as the kind that can’t tell white from black.", "2.14\nEven if you’re going to live three thousand more years, or ten times that, remember: you cannot lose another life than the one you’re living now, or live another one than the one you’re losing. The longest amounts to the same as the shortest. The present is the same for everyone; its loss is the same for everyone; and it should be clear that a brief instant is all that is lost. For you can’t lose either the past or the future; how could you lose what you don’t have?\n\nRemember two things:\n\ni. that everything has always been the same, and keeps recurring, and it makes no difference whether you see the same things recur in a hundred years or two hundred, or in an infinite period;\nii. that the longest-lived and those who will die soonest lose the same thing. The present is all that they can give up, since that is all you have, and what you do not have, you cannot lose.", "2.15\n“Everything is just an impression.” —Monimus the\nCynic. And the response is obvious enough. But the point is a useful one, if you take it for what it’s worth.", "2.16\nThe human soul degrades itself:\n\ni. Above all, when it does its best to become an abscess, a kind of detached growth on the world. To be disgruntled at anything that happens is a kind of secession from Nature, which comprises the nature of all things.\nii. When it turns its back on another person or sets out to do it harm, as the souls of the angry do.\niii. When it is overpowered by pleasure or pain.\niv. When it puts on a mask and does or says something artificial or false.\nv. When it allows its action and impulse to be without a purpose, to be random and disconnected: even the smallest things ought to be directed toward a goal. But the goal of rational beings is to follow the rule and law of the most ancient of communities and states.", "2.17\nHuman life.\nDuration: momentary. Nature: changeable. Perception:\ndim. Condition of Body: decaying. Soul: spinning around.\nFortune: unpredictable. Lasting Fame: uncertain. Sum Up:\nThe body and its parts are a river, the soul a dream and mist, life is warfare and a journey far from home, lasting reputation is oblivion.\nThen what can guide us?\nOnly philosophy.\nWhich means making sure that the power within stays safe and free from assault, superior to pleasure and pain, doing nothing randomly or dishonestly and with imposture, not dependent on anyone else’s doing something or not doing it.\nAnd making sure that it accepts what happens and what it is dealt as coming from the same place it came from. And above all, that it accepts death in a cheerful spirit, as nothing but the dissolution of the elements from which each living thing is composed. If it doesn’t hurt the individual elements to change continually into one another, why are people afraid of all of them changing and separating? It’s a natural thing.\nAnd nothing natural is evil.", "3.1\nNot just that every day more of our life is used up and less and less of it is left, but this too: if we live longer, can we be sure our mind will still be up to understanding the world—to the contemplation that aims at divine and human knowledge?\nIf our mind starts to wander, we’ll still go on breathing, go on eating, imagining things, feeling urges and so on. But getting the most out of ourselves, calculating where our duty lies, analyzing what we hear and see, deciding whether it’s time to call it quits—all the things you need a healthy mind for . . . all those are gone.\nSo we need to hurry.\nNot just because we move daily closer to death but also because our understanding—our grasp of the world—may be gone before we get there.", "3.2\nWe should remember that even Nature’s inadvertence has its own charm, its own attractiveness. The way loaves of bread split open on top in the oven; the ridges are just by-\n\nproducts of the baking, and yet pleasing, somehow: they rouse our appetite without our knowing why.\nOr how ripe figs begin to burst.\nAnd olives on the point of falling: the shadow of decay gives them a peculiar beauty.\nStalks of wheat bending under their own weight. The furrowed brow of the lion. Flecks of foam on the boar’s mouth.\nAnd other things. If you look at them in isolation there’s nothing beautiful about them, and yet by supplementing nature they enrich it and draw us in. And anyone with a feeling for nature—a deeper sensitivity—will find it all gives pleasure.\nEven what seems inadvertent. He’ll find the jaws of live animals as beautiful as painted ones or sculptures. He’ll look calmly at the distinct beauty of old age in men, women, and at the loveliness of children. And other things like that will call out to him constantly—things unnoticed by others. Things seen only by those at home with Nature and its works.", "3.3\nHippocrates cured many illnesses—and then fell ill and died. The Chaldaeans predicted the deaths of many others; in due course their own hour arrived. Alexander, Pompey,\nCaesar—who utterly destroyed so many cities, cut down so many thousand foot and horse in battle—they too departed this life. Heraclitus often told us the world would end in fire.\nBut it was moisture that carried him off; he died smeared with cowshit. Democritus was killed by ordinary vermin,\nSocrates by the human kind.\nAnd?\nYou boarded, you set sail, you’ve made the passage. Time to disembark. If it’s for another life, well, there’s nowhere without gods on that side either. If to nothingness, then you no longer have to put up with pain and pleasure, or go on dancing attendance on this battered crate, your body—so much inferior to that which serves it.\nOne is mind and spirit, the other earth and garbage.", "3.4\nDon’t waste the rest of your time here worrying about other people—unless it affects the common good. It will keep you from doing anything useful. You’ll be too preoccupied with what so-and-so is doing, and why, and what they’re saying, and what they’re thinking, and what they’re up to, and all the other things that throw you off and keep you from focusing on your own mind.\nYou need to avoid certain things in your train of thought:\neverything random, everything irrelevant. And certainly everything self-important or malicious. You need to get used to winnowing your thoughts, so that if someone says, “What are you thinking about?” you can respond at once (and truthfully) that you are thinking this or thinking that. And it would be obvious at once from your answer that your thoughts were straightforward and considerate ones—the thoughts of an unselfish person, one unconcerned with pleasure and with sensual indulgence generally, with squabbling, with slander and envy, or anything else you’d be ashamed to be caught thinking.\nSomeone like that—someone who refuses to put off joining the elect—is a kind of priest, a servant of the gods, in touch with what is within him and what keeps a person undefiled by pleasures, invulnerable to any pain, untouched by arrogance, unaffected by meanness, an athlete in the greatest of all contests—the struggle not to be overwhelmed by anything that happens. With what leaves us dyed indelibly by justice, welcoming wholeheartedly whatever comes—\nwhatever we’re assigned—not worrying too often, or with any selfish motive, about what other people say. Or do, or think.\nHe does only what is his to do, and considers constantly what the world has in store for him—doing his best, and trusting that all is for the best. For we carry our fate with us\n—and it carries us.\nHe keeps in mind that all rational things are related, and that to care for all human beings is part of being human.\n\nWhich doesn’t mean we have to share their opinions. We should listen only to those whose lives conform to nature.\nAnd the others? He bears in mind what sort of people they are—both at home and abroad, by night as well as day—and who they spend their time with. And he cares nothing for their praise—men who can’t even meet their own standards.", "3.5\nHow to act:\n\nNever under compulsion, out of selfishness, without forethought, with misgivings.\nDon’t gussy up your thoughts.\nNo surplus words or unnecessary actions.\nLet the spirit in you represent a man, an adult, a citizen, a Roman, a ruler. Taking up his post like a soldier and patiently awaiting his recall from life. Needing no oath or witness.\nCheerfulness. Without requiring other people’s help. Or serenity supplied by others.\nTo stand up straight—not straightened.", "3.6\nIf, at some point in your life, you should come across anything better than justice, honesty, self-control, courage—\nthan a mind satisfied that it has succeeded in enabling you to act rationally, and satisfied to accept what’s beyond its control—if you find anything better than that, embrace it without reservations—it must be an extraordinary thing indeed—and enjoy it to the full.\nBut if nothing presents itself that’s superior to the spirit that lives within—the one that has subordinated individual desires to itself, that discriminates among impressions, that has broken free of physical temptations (as Socrates used to say), and subordinated itself to the gods, and looks out for human beings’ welfare—if you find that there’s nothing more important or valuable than that . . .\n. . . then don’t make room for anything but it—for anything that might lead you astray, tempt you off the road, and leave you unable to devote yourself completely to achieving the goodness that is uniquely yours. It would be wrong for anything to stand between you and attaining goodness—as a rational being and a citizen. Anything at all: the applause of the crowd, high office, wealth, or self-indulgence. All of them might seem to be compatible with it—for a while. But suddenly they control us and sweep us away.\nSo make your choice straightforwardly, once and for all, and stick to it. Choose what’s best.\n\n—Best is what benefits me.\nAs a rational being? Then follow through. Or just as an animal? Then say so and stand your ground without making a show of it. (Just make sure you’ve done your homework first.)", "3.7\nNever regard something as doing you good if it makes you betray a trust, or lose your sense of shame, or makes you show hatred, suspicion, ill will, or hypocrisy, or a desire for things best done behind closed doors. If you can privilege your own mind, your guiding spirit and your reverence for its powers, that should keep you clear of dramatics, of wailing and gnashing of teeth. You won’t need solitude—or a cast of thousands, either. Above all, you’ll be free of fear and desire. And how long your body will contain the soul that inhabits it will cause you not a moment’s worry. If it’s time for you to go, leave willingly—as you would to accomplish anything that can be done with grace and honor. And concentrate on this, your whole life long: for your mind to be in the right state—the state a rational, civic mind should be in.", "3.8\nThe mind of one set straight and purified: no pus, no dirt, no scabs.\nAnd not a life cut short by death, like an actor who stops before the play is done, the plot wound up.\n\nNeither servility nor arrogance. Neither cringing nor disdain. Neither excuses nor evasions.", "3.9\nYour ability to control your thoughts—treat it with respect.\nIt’s all that protects your mind from false perceptions—false to your nature, and that of all rational beings. It’s what makes thoughtfulness possible, and affection for other people, and submission to the divine.", "3.10\nForget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant.\nThe rest has been lived already, or is impossible to see. The span we live is small—small as the corner of the earth in which we live it. Small as even the greatest renown, passed from mouth to mouth by short-lived stick figures, ignorant alike of themselves and those long dead.", "3.11\nTo the stand-bys above, add this one: always to define whatever it is we perceive—to trace its outline—so we can see what it really is: its substance. Stripped bare. As a whole. Unmodified. And to call it by its name—the thing itself and its components, to which it will eventually return.\nNothing is so conducive to spiritual growth as this capacity for logical and accurate analysis of everything that happens to us. To look at it in such a way that we understand what need it fulfills, and in what kind of world. And its value to that world as a whole and to man in particular—as a citizen of that higher city, of which all other cities are mere households.\nWhat is it—this thing that now forces itself on my notice?\nWhat is it made up of? How long was it designed to last?\nAnd what qualities do I need to bring to bear on it—\ntranquillity, courage, honesty, trustworthiness, straightforwardness, independence or what?\nSo in each case you need to say: “This is due to God.” Or:\n“This is due to the interweavings and intertwinings of fate, to coincidence or chance.” Or: “This is due to a human being.\nSomeone of the same race, the same birth, the same society, but who doesn’t know what nature requires of him. But I do.\nAnd so I’ll treat them as the law that binds us—the law of nature—requires. With kindness and with justice.\nAnd in inconsequential things? I’ll do my best to treat them as they deserve.”", "3.12\nIf you do the job in a principled way, with diligence, energy and patience, if you keep yourself free of distractions, and keep the spirit inside you undamaged, as if you might have to give it back at any moment—\nIf you can embrace this without fear or expectation—can find fulfillment in what you’re doing now, as Nature intended, and in superhuman truthfulness (every word, every utterance)—then your life will be happy.\n\nNo one can prevent that.", "3.13\nDoctors keep their scalpels and other instruments handy, for emergencies. Keep your philosophy ready too—ready to understand heaven and earth. In everything you do, even the smallest thing, remember the chain that links them. Nothing earthly succeeds by ignoring heaven, nothing heavenly by ignoring the earth.", "3.14\nStop drifting. You’re not going to re-read your Brief\nComments, your Deeds of the Ancient Greeks and Romans, the commonplace books you saved for your old age. Sprint for the finish. Write off your hopes, and if your well-being matters to you, be your own savior while you can.", "3.15\nThey don’t realize how much is included in stealing, sowing, buying, resting, seeing to business (not with the eyes, but another kind of sight).", "3.16\nBody. Soul. Mind.\nSensations: the body.\nDesires: the soul.\nReasoning: the mind.\nTo experience sensations: even grazing beasts do that. To let your desires control you: even wild animals do that—and rutting humans, and tyrants (from Phalaris to Nero . . .).\nTo make your mind your guide to what seems best: even people who deny the gods do that. Even people who betray their country. Even people who do <. . .> behind closed doors.\nIf all the rest is common coin, then what is unique to the good man?\nTo welcome with affection what is sent by fate. Not to stain or disturb the spirit within him with a mess of false beliefs. Instead, to preserve it faithfully, by calmly obeying\nGod—saying nothing untrue, doing nothing unjust. And if the others don’t acknowledge it—this life lived with simplicity, humility, cheerfulness—he doesn’t resent them for it, and isn’t deterred from following the road where it leads: to the end of life. An end to be approached in purity, in serenity, in acceptance, in peaceful unity with what must be.", "4.1\nOur inward power, when it obeys nature, reacts to events by accommodating itself to what it faces—to what is possible. It needs no specific material. It pursues its own aims as circumstances allow; it turns obstacles into fuel. As a fire overwhelms what would have quenched a lamp.\nWhat’s thrown on top of the conflagration is absorbed, consumed by it—and makes it burn still higher.", "4.2\nNo random actions, none not based on underlying principles.", "4.3\nPeople try to get away from it all—to the country, to the beach, to the mountains. You always wish that you could too.\nWhich is idiotic: you can get away from it anytime you like.\nBy going within.\nNowhere you can go is more peaceful—more free of interruptions—than your own soul. Especially if you have other things to rely on. An instant’s recollection and there it is: complete tranquillity. And by tranquillity I mean a kind of harmony.\nSo keep getting away from it all—like that. Renew yourself. But keep it brief and basic. A quick visit should be enough to ward off all < . . . > and send you back ready to face what awaits you.\nWhat’s there to complain about? People’s misbehavior?\nBut take into consideration:\n\n• that rational beings exist for one another;\n• that doing what’s right sometimes requires patience;\n• that no one does the wrong thing deliberately;\n• and the number of people who have feuded and envied and hated and fought and died and been buried.\n\n. . . and keep your mouth shut.\nOr are you complaining about the things the world assigns you? But consider the two options: Providence or atoms.\nAnd all the arguments for seeing the world as a city.\n\nOr is it your body? Keep in mind that when the mind detaches itself and realizes its own nature, it no longer has anything to do with ordinary life—the rough and the smooth, either one. And remember all you’ve been taught—and accepted—about pain and pleasure.\nOr is it your reputation that’s bothering you? But look at how soon we’re all forgotten. The abyss of endless time that swallows it all. The emptiness of all those applauding hands.\nThe people who praise us—how capricious they are, how arbitrary. And the tiny region in which it all takes place. The whole earth a point in space—and most of it uninhabited.\nHow many people there will be to admire you, and who they are.\nSo keep this refuge in mind: the back roads of your self.\nAbove all, no strain and no stress. Be straightforward. Look at things like a man, like a human being, like a citizen, like a mortal. And among the things you turn to, these two:\n\ni. That things have no hold on the soul. They stand there unmoving, outside it. Disturbance comes only from within—from our own perceptions.\nii. That everything you see will soon alter and cease to exist. Think of how many changes you’ve already seen.\n\n“The world is nothing but change. Our life is only perception.”", "4.4\nIf thought is something we share, then so is reason—what makes us reasoning beings.\nIf so, then the reason that tells us what to do and what not to do is also shared.\nAnd if so, we share a common law.\nAnd thus, are fellow citizens.\nAnd fellow citizens of something.\nAnd in that case, our state must be the world. What other entity could all of humanity belong to? And from it—from this state that we share—come thought and reason and law.\nWhere else could they come from? The earth that composes me derives from earth, the water from some other element, the air from its own source, the heat and fire from theirs—since nothing comes from nothing, or returns to it.\nSo thought must derive from somewhere else as well.", "4.5\nDeath: something like birth, a natural mystery, elements that split and recombine.\n\nNot an embarrassing thing. Not an offense to reason, or our nature.", "4.6\nThat sort of person is bound to do that. You might as well resent a fig tree for secreting juice. (Anyway, before very long you’ll both be dead—dead and soon forgotten.)", "4.7\nChoose not to be harmed—and you won’t feel harmed.\nDon’t feel harmed—and you haven’t been.", "4.8\nIt can ruin your life only if it ruins your character.\nOtherwise it cannot harm you—inside or out.", "4.9\nIt was for the best. So Nature had no choice but to do it.", "4.10\nThat every event is the right one. Look closely and you’ll see.\nNot just the right one overall, but right. As if someone had weighed it out with scales.\nKeep looking closely like that, and embody it in your actions: goodness—what defines a good person.\nKeep to it in everything you do.", "4.11\nNot what your enemy sees and hopes that you will, but what’s really there.", "4.12\nTwo kinds of readiness are constantly needed: (i) to do only what the logos of authority and law directs, with the good of human beings in mind; (ii) to reconsider your position, when someone can set you straight or convert you to his. But your conversion should always rest on a conviction that it’s right, or benefits others—nothing else. Not because it’s more appealing or more popular.", "4.13\nYou have a mind?\n—Yes.\nWell, why not use it? Isn’t that all you want—for it to do its job?", "4.14\nYou have functioned as a part of something; you will vanish into what produced you.\nOr be restored, rather.\nTo the logos from which all things spring.\nBy being changed.", "4.15\nMany lumps of incense on the same altar. One crumbles now, one later, but it makes no difference.", "4.16\nNow they see you as a beast, a monkey. But in a week they’ll think you’re a god—if you rediscover your beliefs and honor the logos.", "4.17\nNot to live as if you had endless years ahead of you.\nDeath overshadows you. While you’re alive and able—be good.", "4.18\nThe tranquillity that comes when you stop caring what they say. Or think, or do. Only what you do. (Is this fair? Is this the right thing to do?)\n< . . . > not to be distracted by their darkness. To run straight for the finish line, unswerving.", "4.19\nPeople who are excited by posthumous fame forget that the people who remember them will soon die too. And those after them in turn. Until their memory, passed from one to another like a candle flame, gutters and goes out.\nBut suppose that those who remembered you were immortal and your memory undying. What good would it do you? And I don’t just mean when you’re dead, but in your own lifetime. What use is praise, except to make your lifestyle a little more comfortable?\n“ You’re out of step—neglecting the gifts of nature to hand on someone’s words in the future. “", "4.20\nBeautiful things of any kind are beautiful in themselves and sufficient to themselves. Praise is extraneous. The object of praise remains what it was—no better and no worse. This applies, I think, even to “beautiful” things in ordinary life—\nphysical objects, artworks.\nDoes anything genuinely beautiful need supplementing? No more than justice does—or truth, or kindness, or humility.\nAre any of those improved by being praised? Or damaged by contempt? Is an emerald suddenly flawed if no one admires it? Or gold, or ivory, or purple? Lyres? Knives? Flowers?\nBushes?", "4.21\nIf our souls survive, how does the air find room for them\n—all of them—since the beginning of time?\nHow does the earth find room for all the bodies buried in it since the beginning of time? They linger for whatever length of time, and then, through change and decomposition, make room for others. So too with the souls that inhabit the air. They linger a little, and then are changed—diffused and kindled into fire, absorbed into the logos from which all things spring, and so make room for new arrivals.\nOne possible answer.\nBut we shouldn’t think only of the mass of buried bodies.\nThere are the ones consumed, on a daily basis, by us and by other animals. How many are swallowed up like that, entombed in the bodies of those nourished by them, and yet there is room for them all—converted into flesh and blood, transformed to air and fire.\nHow is the truth of this determined?\nThrough analysis: material and cause.", "4.22\nNot to be driven this way and that, but always to behave with justice and see things as they are.", "4.23\nTo the world: Your harmony is mine. Whatever time you choose is the right time. Not late, not early.\nTo nature: What the turn of your seasons brings me falls like ripe fruit. All things are born from you, exist in you, return to you.\nThe poet says “dear city of Cecrops . . .” Can’t you bring yourself to say “of Zeus”?", "4.24\n“If you seek tranquillity, do less.” Or (more accurately)\ndo what’s essential—what the logos of a social being requires, and in the requisite way. Which brings a double satisfaction: to do less, better.\nBecause most of what we say and do is not essential. If you can eliminate it, you’ll have more time, and more tranquillity. Ask yourself at every moment, “Is this necessary?”\nBut we need to eliminate unnecessary assumptions as well. To eliminate the unnecessary actions that follow.", "4.25\nAnd then you might see what the life of the good man is like—someone content with what nature assigns him, and satisfied with being just and kind himself.", "4.26\nYou’ve seen that. Now look at this.\nDon’t be disturbed. Uncomplicate yourself.\nSomeone has done wrong . . . to himself.\nSomething happens to you. Good. It was meant for you by nature, woven into the pattern from the beginning.\nLife is short. That’s all there is to say. Get what you can from the present—thoughtfully, justly.\nUnrestrained moderation.", "4.27\nAn ordered world or a mishmash. But still an order. Can there be order within you and not in everything else? In things so different, so dispersed, so intertwined?", "4.28\nCharacter: dark, womanish, obstinate. Wolf, sheep, child, fool, cheat, buffoon, salesman, tyrant.", "4.29\nAlien: (n.) one who doesn’t know what the world contains. Or how it operates.\nFugitive: (n.) one who evades his obligations to others.\nBlind: (adj.) one who keeps the eyes of his mind shut tight.\nPoor: (adj.) requiring others; not having the necessities of life in one’s own possession.\nRebel: (n.) one who is rebellious, one who withdraws from the logos of Nature because he resents its workings. (It produced you; now it produces this.)\nSchismatic: (n.) one who separates his own soul from others with the logos. They should be one.", "4.30\nA philosopher without clothes and one without books. “I\nhave nothing to eat,” says he, as he stands there half-naked,\n“but I subsist on the logos.” And with nothing to read, I\nsubsist on it too.", "4.31\nLove the discipline you know, and let it support you.\nEntrust everything willingly to the gods, and then make your way through life—no one’s master and no one’s slave.", "4.32\nThe age of Vespasian, for example. People doing the exact same things: marrying, raising children, getting sick, dying, waging war, throwing parties, doing business, farming, flattering, boasting, distrusting, plotting, hoping others will die, complaining about their own lives, falling in love, putting away money, seeking high office and power.\nAnd that life they led is nowhere to be found.\nOr the age of Trajan. The exact same things. And that life too—gone.\nSurvey the records of other eras. And see how many others gave their all and soon died and decomposed into the elements that formed them.\nBut most of all, run through the list of those you knew yourself. Those who worked in vain, who failed to do what they should have—what they should have remained fixed on and found satisfaction in.\nA key point to bear in mind: The value of attentiveness varies in proportion to its object. You’re better off not giving the small things more time than they deserve.", "4.33\nWords once in common use now sound archaic. And the names of the famous dead as well: Camillus, Caeso, Volesus,\nDentatus . . . Scipio and Cato . . . Augustus . . . Hadrian and\nAntoninus, and . . .\nEverything fades so quickly, turns into legend, and soon oblivion covers it.\nAnd those are the ones who shone. The rest—“unknown, unasked-for” a minute after death. What is “eternal” fame?\nEmptiness.\nThen what should we work for?\nOnly this: proper understanding; unselfish action; truthful speech. A resolve to accept whatever happens as necessary and familiar, flowing like water from that same source and spring.", "4.34\nHand yourself over to Clotho voluntarily, and let her spin you into whatever she pleases.", "4.35\nEverything transitory—the knower and the known.", "4.36\nConstant awareness that everything is born from change.\nThe knowledge that there is nothing nature loves more than to alter what exists and make new things like it. All that exists is the seed of what will emerge from it. You think the only seeds are the ones that make plants or children? Go deeper.", "4.37\nOn the verge of dying and still weighed down, still turbulent, still convinced external things can harm you, still rude to other people, still not acknowledging the truth: that wisdom is justice.", "4.38\nLook into their minds, at what the wise do and what they don’t.", "4.39\nNothing that goes on in anyone else’s mind can harm you.\nNor can the shifts and changes in the world around you.\n—Then where is harm to be found?\nIn your capacity to see it. Stop doing that and everything will be fine. Let the part of you that makes that judgment keep quiet even if the body it’s attached to is stabbed or burnt, or stinking with pus, or consumed by cancer. Or to put it another way: It needs to realize that what happens to everyone—bad and good alike—is neither good nor bad. That what happens in every life—lived naturally or not—is neither natural nor unnatural.", "4.40\nThe world as a living being—one nature, one soul. Keep that in mind. And how everything feeds into that single experience, moves with a single motion. And how everything helps produce everything else. Spun and woven together.", "4.41\n“A little wisp of soul carrying a corpse.”—Epictetus.", "4.42\nThere is nothing bad in undergoing change—or good in emerging from it.", "4.43\nTime is a river, a violent current of events, glimpsed once and already carried past us, and another follows and is gone.", "4.44\nEverything that happens is as simple and familiar as the rose in spring, the fruit in summer: disease, death, blasphemy, conspiracy . . . everything that makes stupid people happy or angry.", "4.45\nWhat follows coheres with what went before. Not like a random catalogue whose order is imposed upon it arbitrarily, but logically connected. And just as what exists is ordered and harmonious, what comes into being betrays an order too.\nNot a mere sequence, but an astonishing concordance.", "4.46\nRemember Heraclitus: “When earth dies, it becomes water; water, air; air, fire; and back to the beginning.”\n“Those who have forgotten where the road leads.”\n“They are at odds with what is all around them”—the alldirecting logos. And “they find alien what they meet with every day.”\n“Our words and actions should not be like those of sleepers” (for we act and speak in dreams as well) “or of children copying their parents”—doing and saying only what we have been told.", "4.47\nSuppose that a god announced that you were going to die tomorrow “or the day after.” Unless you were a complete coward you wouldn’t kick up a fuss about which day it was\n—what difference could it make? Now recognize that the difference between years from now and tomorrow is just as small.", "4.48\nDon’t let yourself forget how many doctors have died, after furrowing their brows over how many deathbeds. How many astrologers, after pompous forecasts about others’\nends. How many philosophers, after endless disquisitions on death and immortality. How many warriors, after inflicting thousands of casualties themselves. How many tyrants, after abusing the power of life and death atrociously, as if they were themselves immortal.\nHow many whole cities have met their end: Helike,\nPompeii, Herculaneum, and countless others.\nAnd all the ones you know yourself, one after another. One who laid out another for burial, and was buried himself, and then the man who buried him—all in the same short space of time.\nIn short, know this: Human lives are brief and trivial.\nYesterday a blob of semen; tomorrow embalming fluid, ash.\nTo pass through this brief life as nature demands. To give it upwithout complaint.\nLike an olive that ripens and falls.\nPraising its mother, thanking the tree it grew on.", "4.49\nTo be like the rock that the waves keep crashing over. It stands unmoved and the raging of the sea falls still around it.\n49a. —It’s unfortunate that this has happened.\nNo. It’s fortunate that this has happened and I’ve remained unharmed by it—not shattered by the present or frightened of the future. It could have happened to anyone. But not everyone could have remained unharmed by it. Why treat the one as a misfortune rather than the other as fortunate? Can you really call something a misfortune that doesn’t violate human nature? Or do you think something that’s not against nature’s will can violate it? But you know what its will is.\nDoes what’s happened keep you from acting with justice, generosity, self-control, sanity, prudence, honesty, humility, straightforwardness, and all the other qualities that allow a person’s nature to fulfill itself?\nSo remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune.", "4.50\nA trite but effective tactic against the fear of death: think of the list of people who had to be pried away from life.\nWhat did they gain by dying old? In the end, they all sleep six feet under—Caedicianus, Fabius, Julian, Lepidus, and all the rest. They buried their contemporaries, and were buried in turn.\nOur lifetime is so brief. And to live it out in these circumstances, among these people, in this body? Nothing to get excited about. Consider the abyss of time past, the infinite future. Three days of life or three generations: what’s the difference?", "4.51\nTake the shortest route, the one that nature planned—to speak and act in the healthiest way. Do that, and be free of pain and stress, free of all calculation and pretension.", "5.1\nAt dawn, when you have trouble getting out of bed, tell yourself: “I have to go to work—as a human being. What do I\nhave to complain of, if I’m going to do what I was born for—\nthe things I was brought into the world to do? Or is this what\nI was created for? To huddle under the blankets and stay warm?\n—But it’s nicer here. . . .\nSo you were born to feel “nice”? Instead of doing things and experiencing them? Don’t you see the plants, the birds, the ants and spiders and bees going about their individual tasks, putting the world in order, as best they can? And you’re not willing to do your job as a human being? Why aren’t you running to do what your nature demands?\n—But we have to sleep sometime. . . .\nAgreed. But nature set a limit on that—as it did on eating and drinking. And you’re over the limit. You’ve had more than enough of that. But not of working. There you’re still below your quota.\nYou don’t love yourself enough. Or you’d love your nature too, and what it demands of you. People who love what they do wear themselves down doing it, they even forget to wash or eat. Do you have less respect for your own nature than the engraver does for engraving, the dancer for the dance, the miser for money or the social climber for status? When they’re really possessed by what they do, they’d rather stop eating and sleeping than give up practicing their arts.\nIs helping others less valuable to you? Not worth your effort?", "5.2\nTo shrug it all off and wipe it clean—every annoyance and distraction—and reach utter stillness.\nChild’s play.", "5.3\nIf an action or utterance is appropriate, then it’s appropriate for you. Don’t be put off by other people’s comments and criticism. If it’s right to say or do it, then it’s the right thing for you to do or say.\nThe others obey their own lead, follow their own impulses. Don’t be distracted. Keep walking. Follow your own nature, and follow Nature—along the road they share.", "5.4\nI walk through what is natural, until the time comes to sink down and rest. To entrust my last breath to the source of my daily breathing, fall on the source of my father’s seed, of my mother’s blood, of my nurse’s milk. Of my daily food and drink through all these years. What sustains my footsteps, and the use I make of it—the many uses.", "5.5\nNo one could ever accuse you of being quick-witted.\nAll right, but there are plenty of other things you can’t claim you “haven’t got in you.” Practice the virtues you can show: honesty, gravity, endurance, austerity, resignation, abstinence, patience, sincerity, moderation, seriousness, high-mindedness. Don’t you see how much you have to offer\n—beyond excuses like “can’t”? And yet you still settle for less.\nOr is it some inborn condition that makes you whiny and grasping and obsequious, makes you complain about your body and curry favor and show off and leaves you so turbulent inside?\nNo. You could have broken free a long way back. And then you would have been only a little slow. “Not so quick on the uptake.”\nAnd you need to work on that as well—that slowness. Not something to be ignored, let alone to prize.", "5.6\nSome people, when they do someone a favor, are always looking for a chance to call it in. And some aren’t, but they’re still aware of it—still regard it as a debt. But others don’t even do that. They’re like a vine that produces grapes without looking for anything in return.\nA horse at the end of the race . . .\nA dog when the hunt is over . . .\nA bee with its honey stored . . .\nAnd a human being after helping others.\nThey don’t make a fuss about it. They just go on to something else, as the vine looks forward to bearing fruit again in season.\nWe should be like that. Acting almost unconsciously.\n—Yes. Except conscious of it. Because it’s characteristic of social beings that they see themselves as acting socially.\nAnd expect their neighbors to see it too!\nThat’s true. But you’re misunderstanding me. You’ll wind up like the people I mentioned before, misled by plausible reasoning. But if you make an effort to understand what I’m saying, then you won’t need to worry about neglecting your social duty.", "5.7\nPrayer of the Athenians:\n\nZeus, rain down, rain down\nOn the land and fields of Athens.\n\nEither no prayers at all—or one as straightforward as that.", "5.8\nJust as you overhear people saying that “the doctor prescribed such-and-such for him” (like riding, or cold baths, or walking barefoot . . .), say this: “Nature prescribed illness for him.” Or blindness. Or the loss of a limb. Or whatever. There “prescribed” means something like\n“ordered, so as to further his recovery.” And so too here.\nWhat happens to each of us is ordered. It furthers our destiny.\nAnd when we describe things as “taking place,” we’re talking like builders, who say that blocks in a wall or a pyramid “take their place” in the structure, and fit together in a harmonious pattern.\nFor there is a single harmony. Just as the world forms a single body comprising all bodies, so fate forms a single purpose, comprising all purposes. Even complete illiterates acknowledge it when they say that something “brought on”\nthis or that. Brought on, yes. Or prescribed it. And in that case, let’s accept it—as we accept what the doctor prescribes. It may not always be pleasant, but we embrace it\n—because we want to get well. Look at the accomplishment of nature’s plans in that light—the way you look at your own health—and accept what happens (even if it seems hard to accept). Accept it because of what it leads to: the good health of the world, and the well-being and prosperity of\nZeus himself, who would not have brought this on anyone unless it brought benefit to the world as a whole. No nature would do that—bring something about that wasn’t beneficial to what it governed.\nSo there are two reasons to embrace what happens. One is that it’s happening to you. It was prescribed for you, and it pertains to you. The thread was spun long ago, by the oldest cause of all.\nThe other reason is that what happens to an individual is a cause of well-being in what directs the world—of its wellbeing, its fulfillment, of its very existence, even. Because the whole is damaged if you cut away anything—anything at all\n—from its continuity and its coherence. Not only its parts, but its purposes. And that’s what you’re doing when you complain: hacking and destroying.", "5.9\nNot to feel exasperated, or defeated, or despondent because your days aren’t packed with wise and moral actions. But to get back up when you fail, to celebrate behaving like a human—however imperfectly—and fully embrace the pursuit that you’ve embarked on.\nAnd not to think of philosophy as your instructor, but as the sponge and egg white that relieve ophthalmia—as a soothing ointment, a warm lotion. Not showing off your obedience to the logos, but resting in it. Remember: philosophy requires only what your nature already demands. What you’ve been after is something else again—something unnatural.\n—But what could be preferable?\nThat’s exactly how pleasure traps us, isn’t it? Wouldn’t magnanimity be preferable? Or freedom? Honesty?\nPrudence? Piety? And is there anything preferable to thought itself—to logic, to understanding? Think of their surefootedness. Their fluent stillness.", "5.10\nThings are wrapped in such a veil of mystery that many good philosophers have found it impossible to make sense of them. Even the Stoics have trouble. Any assessment we make is subject to alteration—just as we are ourselves.\nLook closely at them—how impermanent they are, how meaningless. Things that a pervert can own, a whore, a thief.\nThen look at the way the people around you behave. Even the best of them are hard to put up with—not to mention putting up with yourself. In such deep darkness, such a sewer\n—in the flux of material, of time, of motion and things moved\n—I don’t know what there is to value or to work for.\nQuite the contrary. We need to comfort ourselves and wait for dissolution. And not get impatient in the meantime, but take refuge in these two things:\n\ni. Nothing can happen to me that isn’t natural.\nii. I can keep from doing anything that God and my own spirit don’t approve. No one can force me to.", "5.11\nWhat am I doing with my soul?\nInterrogate yourself, to find out what inhabits your socalled mind and what kind of soul you have now. A child’s soul, an adolescent’s, a woman’s? A tyrant’s soul? The soul of a predator—or its prey?", "5.12\nAnother way to grasp what ordinary people mean by\n“goods”:\nSuppose you took certain things as touchstones of goodness: prudence, self-control, justice, and courage, say. If you understood “goods” as meaning those, you wouldn’t be able to follow that line about “so many goods. . . .” It wouldn’t make any sense to you. Whereas if you’d internalized the conventional meaning, you’d be able to follow it perfectly. You’d have no trouble seeing the author’s meaning and why it was funny.\nWhich shows that most people do acknowledge a distinction. Otherwise we wouldn’t recognize the first sense as jarring and reject it automatically, whereas we accept the second—the one referring to wealth and the benefits of celebrity and high living—as amusing and apropos.\nNow go a step further. Ask yourself whether we should accept as goods—and should value—the things we have to think of to have the line make sense—the ones whose abundance leaves their owner with “. . . no place to shit.”", "5.13\nI am made up of substance and what animates it, and neither one can ever stop existing, any more than it began to.\nEvery portion of me will be reassigned as another portion of the world, and that in turn transformed into another. Ad infinitum.\nI was produced through one such transformation, and my parents too, and so on back. Ad infinitum.\nN.B.: Still holds good, even if the world goes through recurrent cycles.", "5.14\nThe logos and its employment are forces sufficient for themselves and for their works. They start from their own beginning, they proceed to the appointed end. We call such activities “directed,” from the directness of their course.", "5.15\nNothing pertains to human beings except what defines us as human. No other things can be demanded of us. They aren’t proper to human nature, nor is it incomplete without them. It follows that they are not our goal, or what helps us reach it—the good. If any of them were proper to us, it would be improper to disdain or resist it. Nor would we admire people who show themselves immune to it. If the things themselves were good, it could hardly be good to give them up. But in reality the more we deny ourselves such things\n(and things like them)—or are deprived of them involuntarily, even—the better we become.", "5.16\nThe things you think about determine the quality of your mind. Your soul takes on the color of your thoughts. Color it with a run of thoughts like these:\n\ni. Anywhere you can lead your life, you can lead a good one.\n\n—Lives are led at court. . . .\nThen good ones can be.\nii. Things gravitate toward what they were intended for.\n\nWhat things gravitate toward is their goal.\nA thing’s goal is what benefits it—its good.\nA rational being’s good is unselfishness. What we were born for. That’s nothing new. Remember? Lower things for the sake of higher ones, and higher ones for one another. Things that have consciousness are higher than those that don’t. And those with the logos still higher.", "5.17\nIt is crazy to want what is impossible. And impossible for the wicked not to do so.", "5.18\nNothing happens to anyone that he can’t endure. The same thing happens to other people, and they weather it unharmed\n—out of sheer obliviousness or because they want to display\n“character.” Is wisdom really so much weaker than ignorance and vanity?", "5.19\nThings have no hold on the soul. They have no access to it, cannot move or direct it. It is moved and directed by itself alone. It takes the things before it and interprets them as it sees fit.", "5.20\nIn a sense, people are our proper occupation. Our job is to do them good and put up with them.\nBut when they obstruct our proper tasks, they become irrelevant to us—like sun, wind, animals. Our actions may be impeded by them, but there can be no impeding our intentions or our dispositions. Because we can accommodate and adapt. The mind adapts and converts to its own purposes the obstacle to our acting.\nThe impediment to action advances action.\nWhat stands in the way becomes the way.", "5.21\nHonor that which is greatest in the world—that on whose business all things are employed and by whom they are governed.\nAnd honor what is greatest in yourself: the part that shares its nature with that power. All things—in you as well—are employed about its business, and your life is governed by it.", "5.22\nIf it does not harm the community, it does not harm its members.\nWhen you think you’ve been injured, apply this rule: If the community isn’t injured by it, neither am I. And if it is, anger is not the answer. Show the offender where he went wrong.", "5.23\nKeep in mind how fast things pass by and are gone—\nthose that are now, and those to come. Existence flows past us like a river: the “what” is in constant flux, the “why” has a thousand variations. Nothing is stable, not even what’s right here. The infinity of past and future gapes before us—a chasm whose depths we cannot see.\nSo it would take an idiot to feel self-importance or distress. Or any indignation, either. As if the things that irritate us lasted.", "5.24\nRemember:\nMatter. How tiny your share of it.\nTime. How brief and fleeting your allotment of it.\nFate. How small a role you play in it.", "5.25\nSo other people hurt me? That’s their problem. Their character and actions are not mine. What is done to me is ordained by nature, what I do by my own.", "5.26\nThe mind is the ruler of the soul. It should remain unstirred by agitations of the flesh—gentle and violent ones alike. Not mingling with them, but fencing itself off and keeping those feelings in their place. When they make their way into your thoughts, through the sympathetic link between mind and body, don’t try to resist the sensation. The sensation is natural. But don’t let the mind start in with judgments, calling it “good” or “bad.”", "5.27\n“To live with the gods.” And to do that is to show them that your soul accepts what it is given and does what the spirit requires—the spirit God gave each of us to lead and guide us, a fragment of himself. Which is our mind, our logos.", "5.28\nDon’t be irritated at people’s smell or bad breath.\nWhat’s the point? With that mouth, with those armpits, they’re going to produce that odor.\n—But they have a brain! Can’t they figure it out? Can’t they recognize the problem?\nSo you have a brain as well. Good for you. Then use your logic to awaken his. Show him. Make him realize it. If he’ll listen, then you’ll have solved the problem. Without anger.\n28a. Neither player-king nor prostitute.", "5.29\nYou can live here as you expect to live there.\nAnd if they won’t let you, you can depart life now and forfeit nothing. If the smoke makes me cough, I can leave.\nWhat’s so hard about that?\nUntil things reach that point, I’m free. No one can keep me from doing what I want. And I want what is proper to rational beings, living together.", "5.30\nThe world’s intelligence is not selfish.\nIt created lower things for the sake of higher ones, and attuned the higher ones to one another. Look how it subordinates, how it connects, how it assigns each thing what each deserves, and brings the better things into alignment.", "5.31\nHow have you behaved to the gods, to your parents, to your siblings, to your wife, to your children, to your teachers, to your nurses, to your friends, to your relatives, to your slaves? Have they all had from you nothing “wrong and unworthy, either word or deed”?\nConsider all that you’ve gone through, all that you’ve survived. And that the story of your life is done, your assignment complete. How many good things have you seen?\nHow much pain and pleasure have you resisted? How many honors have you declined? How many unkind people have you been kind to?", "5.32\nWhy do other souls—unskilled, untrained—disturb the soul with skill and understanding?\n—And which is that?\nThe one that knows the beginning and the end, and knows the logos that runs through all things and that assigns to all a place, each in its allotted span, throughout the whole of time.", "5.33\nSoon you’ll be ashes, or bones. A mere name, at most—\nand even that is just a sound, an echo. The things we want in life are empty, stale, and trivial. Dogs snarling at each other.\nQuarreling children—laughing and then bursting into tears a moment later. Trust, shame, justice, truth—“gone from the earth and only found in heaven.”\nWhy are you still here? Sensory objects are shifting and unstable; our senses dim and easily deceived; the soul itself a decoction of the blood; fame in a world like this is worthless.\n—And so?\nWait for it patiently—annihilation or metamorphosis.\n—And until that time comes—what?\nHonor and revere the gods, treat human beings as they deserve, be tolerant with others and strict with yourself.\nRemember, nothing belongs to you but your flesh and blood\n\n—and nothing else is under your control.", "5.34\nYou can lead an untroubled life provided you can grow, can think and act systematically.\nTwo characteristics shared by gods and men (and every rational creature):\n\ni. Not to let others hold you back.\nii. To locate goodness in thinking and doing the right thing, and to limit your desires to that.", "5.35\nIf:\n\n• this evil is not of my doing,\n• nor the result of it,\n• and the community is not endangered, why should it bother me?\n\nWhere's the danger for the community?", "5.36\nNot to be overwhelmed by what you imagine, but just do what you can and should. And if < . . . > suffer in inessentials, not to treat that as a defeat. (Bad habit.)\nLike the old man asking for the orphan’s toy on the way out\n—even though he knew that’s all it was. Like that.\n36a. † Up on the platform. †\nHave you forgotten what’s what?\n—I know, but it was important to them.\nAnd so you have to be an idiot as well?", "5.37\nI was once a fortunate man but at some point fortune abandoned me.\nBut true good fortune is what you make for yourself. Good fortune: good character, good intentions, and good actions.", "6.1\nNature is pliable, obedient. And the logos that governs it has no reason to do evil. It knows no evil, does none, and causes harm to nothing. It dictates all beginnings and all endings.", "6.2\nJust that you do the right thing. The rest doesn’t matter.\nCold or warm.\nTired or well-rested.\nDespised or honored.\nDying . . . or busy with other assignments.\nBecause dying, too, is one of our assignments in life.\nThere as well: “to do what needs doing.”", "6.3\nLook inward. Don’t let the true nature or value of anything elude you.", "6.4\nBefore long, all existing things will be transformed, to rise like smoke (assuming all things become one), or be dispersed in fragments.", "6.5\nThe logos knows where it stands, and what it has to do, and what it has to work with.", "6.6\nThe best revenge is not to be like that.", "6.7\nTo move from one unselfish action to another with God in mind.\nOnly there, delight and stillness.", "6.8\nThe mind is that which is roused and directed by itself. It makes of itself what it chooses. It makes what it chooses of its own experience.", "6.9\nEverything is brought about by nature, not by anything beyond it, or within it, or apart from it.", "6.10\n(i) Mixture, interaction, dispersal; or (ii) unity, order, design.\nSuppose (i): Why would I want to live in disorder and confusion? Why would I care about anything except the eventual “dust to dust”? And why would I feel any anxiety?\nDispersal is certain, whatever I do.\n\nOr suppose (ii): Reverence. Serenity. Faith in the power responsible.", "6.11\nWhen jarred, unavoidably, by circumstances, revert at once to yourself, and don’t lose the rhythm more than you can help. You’ll have a better grasp of the harmony if you keep on going back to it.", "6.12\nIf you had a stepmother and a real mother, you would pay your respects to your stepmother, yes . . . but it’s your real mother you’d go home to.\nThe court . . . and philosophy: Keep returning to it, to rest in its embrace. It’s all that makes the court—and you—\nendurable.", "6.13\nLike seeing roasted meat and other dishes in front of you and suddenly realizing: This is a dead fish. A dead bird. A\ndead pig. Or that this noble vintage is grape juice, and the purple robes are sheep wool dyed with shellfish blood. Or making love—something rubbing against your penis, a brief seizure and a little cloudy liquid.\nPerceptions like that—latching onto things and piercing through them, so we see what they really are. That’s what we need to do all the time—all through our lives when things lay claim to our trust—to lay them bare and see how pointless they are, to strip away the legend that encrusts them.\n\nPride is a master of deception: when you think you’re occupied in the weightiest business, that’s when he has you in his spell.\n(Compare Crates on Xenocrates.)", "6.14\nThings ordinary people are impressed by fall into the categories of things that are held together by simple physics\n(like stones or wood), or by natural growth (figs, vines, olives . . .). Those admired by more advanced minds are held together by a living soul (flocks of sheep, herds of cows).\nStill more sophisticated people admire what is guided by a rational mind—not the universal mind, but one admired for its technical knowledge, or for some other skill—or just because it happens to own a lot of slaves.\nBut those who revere that other mind—the one we all share, as humans and as citizens—aren’t interested in other things. Their focus is on the state of their own minds—to avoid all selfishness and illogic, and to work with others to achieve that goal.", "6.15\nSome things are rushing into existence, others out of it.\nSome of what now exists is already gone. Change and flux constantly remake the world, just as the incessant progression of time remakes eternity.\nWe find ourselves in a river. Which of the things around us should we value when none of them can offer a firm foothold?\nLike an attachment to a sparrow: we glimpse it and it’s gone.\nAnd life itself: like the decoction of blood, the drawing in of air. We expel the power of breathing we drew in at birth\n(just yesterday or the day before), breathing it out like the air we exhale at each moment.", "6.16\nWhat is it in ourselves that we should prize?\n\nNot just transpiration (even plants do that).\nOr respiration (even beasts and wild animals breathe).\nOr being struck by passing thoughts.\nOr jerked like a puppet by your own impulses.\nOr moving in herds.\nOr eating, and relieving yourself afterwards.\n\nThen what is to be prized?\nAn audience clapping? No. No more than the clacking of their tongues. Which is all that public praise amounts to—a clacking of tongues.\nSo we throw out other people’s recognition. What’s left for us to prize?\nI think it’s this: to do (and not do) what we were designed for. That’s the goal of all trades, all arts, and what each of them aims at: that the thing they create should do what it was designed to do. The nurseryman who cares for the vines, the horse trainer, the dog breeder—this is what they aim at. And teaching and education—what else are they trying to accomplish?\nSo that’s what we should prize. Hold on to that, and you won’t be tempted to aim at anything else.\nAnd if you can’t stop prizing a lot of other things? Then you’ll never be free—free, independent, imperturbable.\nBecause you’ll always be envious and jealous, afraid that people might come and take it all away from you. Plotting against those who have them—those things you prize. People who need those things are bound to be a mess—and bound to take out their frustrations on the gods. Whereas to respect your own mind—to prize it—will leave you satisfied with your own self, well integrated into your community and in tune with the gods as well—embracing what they allot you, and what they ordain.", "6.17\nThe elements move upward, downward, in all directions.\nThe motion of virtue is different—deeper. It moves at a steady pace on a road hard to discern, and always forward.", "6.18\nThe way people behave. They refuse to admire their contemporaries, the people whose lives they share. No, but to be admired by Posterity—people they’ve never met and never will—that’s what they set their hearts on. You might as well be upset at not being a hero to your great-grandfather.", "6.19\nNot to assume it’s impossible because you find it hard.\nBut to recognize that if it’s humanly possible, you can do it too.", "6.20\nIn the ring, our opponents can gouge us with their nails or butt us with their heads and leave a bruise, but we don’t denounce them for it or get upset with them or regard them from then on as violent types. We just keep an eye on them after that. Not out of hatred or suspicion. Just keeping a friendly distance.\nWe need to do that in other areas. We need to excuse what our sparring partners do, and just keep our distance—without suspicion or hatred.", "6.21\nIf anyone can refute me—show me I’m making a mistake or looking at things from the wrong perspective—I’ll gladly change. It’s the truth I’m after, and the truth never harmed anyone. What harms us is to persist in self-deceit and ignorance.", "6.22\nI do what is mine to do; the rest doesn’t disturb me. The rest is inanimate, or has no logos, or it wanders at random and has lost the road.", "6.23\nWhen you deal with irrational animals, with things and circumstances, be generous and straightforward. You are rational; they are not. When you deal with fellow human beings, behave as one. They share in the logos. And invoke the gods regardless.\nDon’t worry about how long you’ll go on doing this.\nA single afternoon would be enough.", "6.24\nAlexander the Great and his mule driver both died and the same thing happened to both. They were absorbed alike into the life force of the world, or dissolved alike into atoms.", "6.25\nThink how much is going on inside you every second—in your soul, in your body. Why should it astonish you that so much more—everything that happens in that all-embracing unity, the world—is happening at the same time?", "6.26\nIf someone asked you how to write your name, would you clench your teeth and spit out the letters one by one? If he lost his temper, would you lose yours as well? Or would you just spell out the individual letters?\nRemember—your responsibilities can be broken down into individual parts as well. Concentrate on those, and finish the job methodically—without getting stirred up or meeting anger with anger.", "6.27\nHow cruel—to forbid people to want what they think is good for them. And yet that’s just what you won’t let them do when you get angry at their misbehavior. They’re drawn toward what they think is good for them.\n—But it’s not good for them.\nThen show them that. Prove it to them. Instead of losing your temper.", "6.28\nDeath. The end of sense-perception, of being controlled by our emotions, of mental activity, of enslavement to our bodies.", "6.29\nDisgraceful: for the soul to give up when the body is still going strong.", "6.30\nTo escape imperialization—that indelible stain. It happens. Make sure you remain straightforward, upright, reverent, serious, unadorned, an ally of justice, pious, kind, affectionate, and doing your duty with a will. Fight to be the person philosophy tried to make you.\nRevere the gods; watch over human beings. Our lives are short. The only rewards of our existence here are an unstained character and unselfish acts.\nTake Antoninus as your model, always. His energy in doing what was rational . . . his steadiness in any situation . .\n. his sense of reverence . . . his calm expression . . . his gentleness . . . his modesty . . . his eagerness to grasp things.\nAnd how he never let things go before he was sure he had examined them thoroughly, understood them perfectly . . . the way he put up with unfair criticism, without returning it . . .\nhow he couldn’t be hurried . . . how he wouldn’t listen to informers . . . how reliable he was as a judge of character, and of actions . . . not prone to backbiting, or cowardice, or jealousy, or empty rhetoric . . . content with the basics—in living quarters, bedding, clothes, food, servants . . . how hard he worked, how much he put up with . . . his ability to work straight through till dusk—because of his simple diet (he didn’t even need to relieve himself, except at set times) . . .\nhis constancy and reliability as a friend . . . his tolerance of people who openly questioned his views and his delight at seeing his ideas improved on . . . his piety—without a trace of superstition . . .\n\nSo that when your time comes, your conscience will be as clear as his.", "6.31\nAwaken; return to yourself. Now, no longer asleep, knowing they were only dreams, clear-headed again, treat everything around you as a dream.", "6.32\nI am composed of a body and a soul.\nThings that happen to the body are meaningless. It cannot discriminate among them.\nNothing has meaning to my mind except its own actions.\nWhich are within its own control. And it’s only the immediate ones that matter. Its past and future actions too are meaningless.", "6.33\nIt’s normal to feel pain in your hands and feet, if you’re using your feet as feet and your hands as hands. And for a human being to feel stress is normal—if he’s living a normal human life.\nAnd if it’s normal, how can it be bad?", "6.34\nThieves, perverts, parricides, dictators: the kind of pleasures they enjoy.", "6.35\nHave you noticed how professionals will meet the man on the street halfway but without compromising the logos of their trade? Should we as humans feel less responsibility to our logos than builders or pharmacists do? A logos we share with the divine?", "6.36\nAsia and Europe: distant recesses of the universe.\nThe ocean: a drop of water.\nMount Athos: a molehill.\nThe present: a split second in eternity.\nMinuscule, transitory, insignificant.\n36a. Everything derives from it—that universal mind—either as effect or consequence. The lion’s jaws, the poisonous substances, and every harmful thing—from thorns to mud . . .\nare by-products of the good and beautiful. So don’t look at them as alien to what you revere, but focus on the source that all things spring from.", "6.37\nIf you’ve seen the present then you’ve seen everything—\nas it’s been since the beginning, as it will be forever. The same substance, the same form. All of it.", "6.38\nKeep reminding yourself of the way things are connected, of their relatedness. All things are implicated in one another and in sympathy with each other. This event is the consequence of some other one. Things push and pull on each other, and breathe together, and are one.", "6.39\nThe things ordained for you—teach yourself to be at one with those. And the people who share them with you—treat them with love.\nWith real love.", "6.40\nImplements, tools, equipment. If they do what they were designed for, then they work. Even if the person who designed them is miles away.\nBut with naturally occurring things, the force that designed them is present within them and remains there. Which is why we owe it special reverence, with the recognition that if you live and act as it dictates, then everything in you is intelligently ordered. Just as everything in the world is.", "6.41\nYou take things you don’t control and define them as\n“good” or “bad.” And so of course when the “bad” things happen, or the “good” ones don’t, you blame the gods and feel hatred for the people responsible—or those you decide to make responsible. Much of our bad behavior stems from trying to apply those criteria. If we limited “good” and “bad”\nto our own actions, we’d have no call to challenge God, or to treat other people as enemies.", "6.42\nAll of us are working on the same project. Some consciously, with understanding; some without knowing it. (I\nthink this is what Heraclitus meant when he said that “those who sleep are also hard at work”—that they too collaborate in what happens.) Some of us work in one way, and some in others. And those who complain and try to obstruct and thwart things—they help as much as anyone. The world needs them as well.\nSo make up your mind who you’ll choose to work with.\nThe force that directs all things will make good use of you regardless—will put you on its payroll and set you to work.\nBut make sure it’s not the job Chrysippus speaks of: the bad line in the play, put there for laughs.", "6.43\nDoes the sun try to do the rain’s work? Or Asclepius\nDemeter’s? And what about each of the stars—different, yet working in common?", "6.44\nIf the gods have made decisions about me and the things that happen to me, then they were good decisions. (It’s hard to picture a god who makes bad ones.) And why would they expend their energies on causing me harm? What good would it do them—or the world, which is their primary concern?\nAnd if they haven’t made decisions about me as an individual, they certainly have about the general welfare.\nAnd anything that follows from that is something I have to welcome and embrace.\n\nAnd if they make no decisions, about anything—and it’s blasphemous even to think so (because if so, then let’s stop sacrificing, praying, swearing oaths, and doing all the other things we do, believing the whole time that the gods are right here with us)—if they decide nothing about our lives . . .\nwell, I can still make decisions. Can still consider what it’s to my benefit to do. And what benefits anyone is to do what his own nature requires. And mine is rational. Rational and civic.\nMy city and state are Rome—as Antoninus. But as a human being? The world. So for me, “good” can only mean what’s good for both communities.", "6.45\nWhatever happens to you is for the good of the world.\nThat would be enough right there. But if you look closely you’ll generally notice something else as well: whatever happens to a single person is for the good of others. (Good in the ordinary sense—as the world defines it.)", "6.46\nJust as the arena and the other spectacles weary you—\nyou’ve seen them all before—and the repetition grates on your nerves, so too with life. The same things, the same causes, on all sides.\nHow much longer?", "6.47\nKeep this constantly in mind: that all sorts of people have died—all professions, all nationalities. Follow the thought all the way down to Philistion, Phoebus, and Origanion. Now extend it to other species.\nWe have to go there too, where all of them have already gone:\n\n. . . the eloquent and the wise—Heraclitus, Pythagoras,\nSocrates . . .\n. . . the heroes of old, the soldiers and kings who followed them . . .\n. . . Eudoxus, Hipparchus, Archimedes . . .\n. . . the smart, the generous, the hardworking, the cunning, the selfish . . .\n. . . and even Menippus and his cohorts, who laughed at thewhole brief, fragile business.\n\nAll underground for a long time now.\nAnd what harm does it do them? Or the others either—the ones whose names we don’t even know?\n\nThe only thing that isn’t worthless: to live this life out truthfully and rightly. And be patient with those who don’t.", "6.48\nWhen you need encouragement, think of the qualities the people around you have: this one’s energy, that one’s modesty, another’s generosity, and so on. Nothing is as encouraging as when virtues are visibly embodied in the people around us, when we’re practically showered with them.\nIt’s good to keep this in mind.", "6.49\nIt doesn’t bother you that you weigh only x or y pounds and not three hundred. Why should it bother you that you have only x or y years to live and not more? You accept the limits placed on your body. Accept those placed on your time.", "6.50\nDo your best to convince them. But act on your own, if justice requires it. If met with force, then fall back on acceptance and peaceability. Use the setback to practice other virtues.\nRemember that our efforts are subject to circumstances;\nyou weren’t aiming to do the impossible.\n—Aiming to do what, then?\nTo try. And you succeeded. What you set out to do is accomplished.", "6.51\nAmbition means tying your well-being to what other people say or do.\nSelf-indulgence means tying it to the things that happen to you.\nSanity means tying it to your own actions.", "6.52\nYou don’t have to turn this into something. It doesn’t have to upset you. Things can’t shape our decisions by themselves.", "6.53\nPractice really hearing what people say. Do your best to get inside their minds.", "6.54\nWhat injures the hive injures the bee.", "6.55\nIf the crew talked back to the captain, or patients to their doctor, then whose authority would they accept? How could the passengers be kept safe or the patient healthy?", "6.56\nAll those people who came into the world with me and have already left it.", "6.57\nHoney tastes bitter to a man with jaundice. People with rabies are terrified of water. And a child’s idea of beauty is a ball. Why does that upset you? Do you think falsehood is less powerful than bile or a rabid dog?", "6.58\nNo one can keep you from living as your nature requires.\nNothing can happen to you that is not required by Nature.", "6.59\nThe people they want to ingratiate themselves with, and the results, and the things they do in the process. How quickly it will all be erased by time. How much has been erased already.", "7.1\nEvil: the same old thing.\nNo matter what happens, keep this in mind: It’s the same old thing, from one end of the world to the other. It fills the history books, ancient and modern, and the cities, and the houses too. Nothing new at all.\nFamiliar, transient.", "7.2\nYou cannot quench understanding unless you put out the insights that compose it. But you can rekindle those at will, like glowing coals. I can control my thoughts as necessary;\nthen how can I be troubled? What is outside my mind means nothing to it. Absorb that lesson and your feet stand firm.\nYou can return to life. Look at things as you did before.\nAnd life returns.", "7.3\nPointless bustling of processions, opera arias, herds of sheep and cattle, military exercises. A bone flung to pet poodles, a little food in the fish tank. The miserable servitude of ants, scampering of frightened mice, puppets jerked on strings.\nSurrounded as we are by all of this, we need to practice acceptance. Without disdain. But remembering that our own worth is measured by what we devote our energy to.", "7.4\nFocus on what is said when you speak and on what results from each action. Know what the one aims at, and what the other means.", "7.5\nIs my intellect up to this? If so, then I’ll put it to work, like a tool provided by nature. And if it isn’t, then I’ll turn the job over to someone who can do better—unless I have no choice.\nOr I do the best I can with it, and collaborate with whoever can make use of it, to do what the community needs done. Because whatever I do—alone or with others—can aim at one thing only: what squares with those requirements.", "7.6\nSo many who were remembered already forgotten, and those who remembered them long gone.", "7.7\nDon’t be ashamed to need help. Like a soldier storming a wall, you have a mission to accomplish. And if you’ve been wounded and you need a comrade to pull you up? So what?", "7.8\nForget the future. When and if it comes, you’ll have the same resources to draw on—the same logos.", "7.9\nEverything is interwoven, and the web is holy; none of its parts are unconnected. They are composed harmoniously, and together they compose the world.\nOne world, made up of all things.\nOne divinity, present in them all.\nOne substance and one law—the logos that all rational beings share.\nAnd one truth . . .\nIf this is indeed the culmination of one process, beings who share the same birth, the same logos.", "7.10\nAll substance is soon absorbed into nature, all that animates it soon restored to the logos, all trace of them both soon covered over by time.", "7.11\nTo a being with logos, an unnatural action is one that conflicts with the logos.", "7.12\nStraight, not straightened.", "7.13\nWhat is rational in different beings is related, like the individual limbs of a single being, and meant to function as a unit.\nThis will be clearer to you if you remind yourself: I am a single limb (melos) of a larger body—a rational one.\nOr you could say “a part” (meros)—only a letter’s difference. But then you’re not really embracing other people. Helping them isn’t yet its own reward. You’re still seeing it only as The Right Thing To Do. You don’t yet realize who you’re really helping.", "7.14\nLet it happen, if it wants, to whatever it can happen to.\nAnd what’s affected can complain about it if it wants. It doesn’t hurt me unless I interpret its happening as harmful to me. I can choose not to.", "7.15\nNo matter what anyone says or does, my task is to be good. Like gold or emerald or purple repeating to itself, “No matter what anyone says or does, my task is to be emerald, my color undiminished.”", "7.16\nThe mind doesn’t get in its own way. It doesn’t frighten itself into desires. If other things can scare or hurt it, let them;\nit won’t go down that road on the basis of its own perceptions.\nLet the body avoid discomfort (if it can), and if it feels it, say so. But the soul is what feels fear and pain, and what conceives of them in the first place, and it suffers nothing.\nBecause it will never conclude that it has.\nThe mind in itself has no needs, except for those it creates itself. Is undisturbed, except for its own disturbances. Knows no obstructions, except those from within.", "7.17\nWell-being is good luck, or good character.\n17a. (But what are you doing here, Perceptions? Get back to where you came from, and good riddance. I don’t need you.\nYes, I know, it was only force of habit that brought you. No,\nI’m not angry with you. Just go away.)", "7.18\nFrightened of change? But what can exist without it?\nWhat’s closer to nature’s heart? Can you take a hot bath and leave the firewood as it was? Eat food without transforming it? Can any vital process take place without something being changed?\nCan’t you see? It’s just the same with you—and just as vital to nature.", "7.19\nCarried through existence as through rushing rapids. All bodies. Which are sprung from nature and cooperate with it, as our limbs do with each other. Time has swallowed a\nChrysippus, a Socrates and an Epictetus, many times over.\n\nFor “Epictetus” read any person, and any thing.", "7.20\nMy only fear is doing something contrary to human nature\n—the wrong thing, the wrong way, or at the wrong time.", "7.21\nClose to forgetting it all, close to being forgotten.", "7.22\nTo feel affection for people even when they make mistakes is uniquely human. You can do it, if you simply recognize: that they’re human too, that they act out of ignorance, against their will, and that you’ll both be dead before long. And, above all, that they haven’t really hurt you.\nThey haven’t diminished your ability to choose.", "7.23\nNature takes substance and makes a horse. Like a sculptor with wax. And then melts it down and uses the material for a tree. Then for a person. Then for something else. Each existing only briefly.\nIt does the container no harm to be put together, and none to be taken apart.", "7.24\nAnger in the face is unnatural. † . . . † or in the end is put out for good, so that it can’t be rekindled. Try to conclude its unnaturalness from that. (If even the consciousness of acting badly has gone, why go on living?)", "7.25\nBefore long, nature, which controls it all, will alter everything you see and use it as material for something else\n—over and over again. So that the world is continually renewed.", "7.26\nWhen people injure you, ask yourself what good or harm they thought would come of it. If you understand that, you’ll feel sympathy rather than outrage or anger. Your sense of good and evil may be the same as theirs, or near it, in which case you have to excuse them. Or your sense of good and evil may differ from theirs. In which case they’re misguided and deserve your compassion. Is that so hard?", "7.27\nTreat what you don’t have as nonexistent. Look at what you have, the things you value most, and think of how much you’d crave them if you didn’t have them. But be careful.\nDon’t feel such satisfaction that you start to overvalue them\n—that it would upset you to lose them.", "7.28\nSelf-contraction: the mind’s requirements are satisfied by doing what we should, and by the calm it brings us.", "7.29\nDiscard your misperceptions.\nStop being jerked like a puppet.\nLimit yourself to the present.\nUnderstand what happens—to you, to others.\n\nAnalyze what exists, break it all down: material and cause.\nAnticipate your final hours.\nOther people’s mistakes? Leave them to their makers.", "7.30\nTo direct your thoughts to what is said. To focus the mind on what happens and what makes it happen.", "7.31\nWash yourself clean. With simplicity, with humility, with indifference to everything but right and wrong.\nCare for other human beings. Follow God.\n31a. “ . . . all are relative,” it’s been said, “and in reality only atoms.” It’s enough to remember the first half: “all are relative.” “ Which is little enough. “", "7.32\n[On death:] If atoms, dispersed. If oneness, quenched or changed.", "7.33\n[On pain:] Unendurable pain brings its own end with it.\nChronic pain is always endurable: the intelligence maintains serenity by cutting itself off from the body, the mind remains undiminished. And the parts that pain affects—let them speak for themselves, if they can.", "7.34\n[On Ambition:] How their minds work, the things they long for and fear. Events like piles of sand, drift upon drift—\neach one soon hidden by the next.", "7.35\n“ ‘If his mind is filled with nobility, with a grasp of all time, all existence, do you think our human life will mean much to him at all?’\n“ ‘How could it?’ he said.\n“ ‘Or death be very frightening?’\n“ ‘Not in the least.’ ”", "7.36\n“Kingship: to earn a bad reputation by good deeds.”", "7.37\nDisgraceful: that the mind should control the face, should be able to shape and mold it as it pleases, but not shape and mold itself.", "7.38\n“And why should we feel anger at the world? As if the world would notice!”", "7.39\n“May you bring joy to us and those on high.”", "7.40\n“To harvest life like standing stalks of grain Grown and cut down in turn.”", "7.41\n“If I and my two children cannot move the gods The gods must have their reasons.”", "7.42\n“For what is just and good is on my side.”", "7.43\nNo chorus of lamentation, no hysterics.", "7.44\n“Then the only proper response for me to make is this:\n‘You are much mistaken, my friend, if you think that any man worth his salt cares about the risk of death and doesn’t concentrate on this alone: whether what he’s doing is right or wrong, and his behavior a good man’s or a bad one’s.’ ”", "7.45\n“It’s like this, gentlemen of the jury: The spot where a person decides to station himself, or wherever his commanding officer stations him—well, I think that’s where he ought to take his stand and face the enemy, and not worry about being killed, or about anything but doing his duty.”", "7.46\n“But, my good friend, consider the possibility that nobility and virtue are not synonymous with the loss or preservation of one’s life. Is it not possible that a real man should forget about living a certain number of years, and should not cling to life, but leave it up to the gods, accepting, as women say, that ‘no one can escape his fate,’ and turn his attention to how he can best live the life before him?”", "7.47\nTo watch the courses of the stars as if you revolved with them. To keep constantly in mind how the elements alter into one another. Thoughts like this wash off the mud of life below.", "7.48\n[Plato has it right.] If you want to talk about people, you need to look down on the earth from above. Herds, armies, farms; weddings, divorces, births, deaths; noisy courtrooms, desert places; all the foreign peoples; holidays, days of mourning, market days . . . all mixed together, a harmony of opposites.", "7.49\nLook at the past—empire succeeding empire—and from that, extrapolate the future: the same thing. No escape from the rhythm of events.\nWhich is why observing life for forty years is as good as a thousand. Would you really see anything new?", "7.50\n“ . . . Earth’s offspring back to earth\nBut all that’s born of heaven\nTo heaven returns again.”\n\nEither that or the cluster of atoms pulls apart and one way or another the insensible elements disperse.", "7.51\n“. . . with food and drink and magic spells\nSeeking some novel way to frustrate death.”\n\n51a. “To labor cheerfully and so endure\nThe wind that blows from heaven.”", "7.52\nA better wrestler. But not a better citizen, a better person, a better resource in tight places, a better forgiver of faults.", "7.53\nWherever something can be done as the logos shared by gods and men dictates, there all is in order. Where there is profit because our effort is productive, because it advances in step with our nature, there we have nothing to fear.", "7.54\nEverywhere, at each moment, you have the option:\n\n• to accept this event with humility\n• to treat this person as he should be treated\n• to approach this thought with care, so that nothing irrational creeps in.", "7.55\nDon’t pay attention to other people’s minds. Look straight ahead, where nature is leading you—nature in general, through the things that happen to you; and your own nature, through your own actions.\n\nEverything has to do what it was made for. And other things were made for those with logos. In this respect as in others: lower things exist for the sake of higher ones, and higher things for one another.\nNow, the main thing we were made for is to work with others.\nSecondly, to resist our body’s urges. Because things driven by logos—by thought—have the capacity for detachment—to resist impulses and sensations, both of which are merely corporeal. Thought seeks to be their master, not their subject. And so it should: they were created for its use.\nAnd the third thing is to avoid rashness and credulity.\nThe mind that grasps this and steers straight ahead should be able to hold its own.", "7.56\nThink of yourself as dead. You have lived your life. Now take what’s left and live it properly.", "7.57\nTo love only what happens, what was destined. No greater harmony.", "7.58\nIn all that happens, keep before your eyes those who experienced it before you, and felt shock and outrage and resentment at it.\n\nAnd now where are they? Nowhere.\nIs that what you want to be like? Instead of avoiding all these distracting assaults—leaving the alarms and flight to others—and concentrating on what you can do with it all?\nBecause you can use it, treat it as raw material. Just pay attention, and resolve to live up to your own expectations. In everything. And when faced with a choice, remember: our business is with things that really matter.", "7.59\nDig deep; the water—goodness—is down there. And as long as you keep digging, it will keep bubbling up.", "7.60\nWhat the body needs is stability. To be impervious to jolts in all it is and does. The cohesiveness and beauty that intelligence lends to the face—that’s what the body needs.\nBut it should come without effort.", "7.61\nNot a dancer but a wrestler: waiting, poised and dug in, for sudden assaults.", "7.62\nLook at who they really are, the people whose approval you long for, and what their minds are really like. Then you won’t blame the ones who make mistakes they can’t help, and you won’t feel a need for their approval. You will have seen the sources of both—their judgments and their actions.", "7.63\n“Against our will, our souls are cut off from truth.”\nTruth, yes, and justice, self-control, kindness . . .\nImportant to keep this in mind. It will make you more patient with other people.", "7.64\nFor times when you feel pain:\nSee that it doesn’t disgrace you, or degrade your intelligence—doesn’t keep it from acting rationally or unselfishly.\nAnd in most cases what Epicurus said should help: that pain is neither unbearable nor unending, as long as you keep in mind its limits and don’t magnify them in your imagination.\nAnd keep in mind too that pain often comes in disguise—\nas drowsiness, fever, loss of appetite. . . . When you’re bothered by things like that, remind yourself: “I’m giving in to pain.”", "7.65\nTake care that you don’t treat inhumanity as it treats human beings.", "7.66\nHow do we know that Telauges wasn’t a better man than\nSocrates?\nIt’s not enough to ask whether Socrates’ death was nobler, whether he debated with the sophists more adeptly, whether he showed greater endurance by spending the night out in the cold, and when he was ordered to arrest the man from\nSalamis decided it was preferable to refuse, and “swaggered about the streets” (which one could reasonably doubt).\nWhat matters is what kind of soul he had.\nWhether he was satisfied to treat men with justice and the gods with reverence and didn’t lose his temper unpredictably at evil done by others, didn’t make himself the slave of other people’s ignorance, didn’t treat anything that nature did as abnormal, or put up with it as an unbearable imposition, didn’t put his mind in his body’s keeping.", "7.67\nNature did not blend things so inextricably that you can’t draw your own boundaries—place your own well-being in your own hands. It’s quite possible to be a good man without anyone realizing it. Remember that.\nAnd this too: you don’t need much to live happily. And just because you’ve abandoned your hopes of becoming a great thinker or scientist, don’t give up on attaining freedom, achieving humility, serving others, obeying God.", "7.68\nTo live life in peace, immune to all compulsion. Let them scream whatever they want. Let animals dismember this soft flesh that covers you. How would any of that stop you from keeping your mind calm—reliably sizing up what’s around you—and ready to make good use of whatever happens? So that Judgment can look the event in the eye and say, “This is what you really are, regardless of what you may look like.”\nWhile Adaptability adds, “You’re just what I was looking for.” Because to me the present is a chance for the exercise of rational virtue—civic virtue—in short, the art that men share with gods. Both treat whatever happens as wholly natural; not novel or hard to deal with, but familiar and easily handled.", "7.69\nPerfection of character: to live your last day, every day, without frenzy, or sloth, or pretense.", "7.70\nThe gods live forever and yet they don’t seem annoyed at having to put up with human beings and their behavior throughout eternity. And not only put up with but actively care for them.\nAnd you—on the verge of death—you still refuse to care for them, although you’re one of them yourself.", "7.71\nIt’s silly to try to escape other people’s faults. They are inescapable. Just try to escape your own.", "7.72\nWhenever the force that makes us rational and social encounters something that is neither, then it can reasonably regard it as inferior.", "7.73\nYou’ve given aid and they’ve received it. And yet, like an idiot, you keep holding out for more: to be credited with a\nGood Deed, to be repaid in kind. Why?", "7.74\nNo one objects to what is useful to him.\nTo be of use to others is natural.\nThen don’t object to what is useful to you—being of use.", "7.75\nNature willed the creation of the world. Either all that exists follows logically or even those things to which the world’s intelligence most directs its will are completely random.\nA source of serenity in more situations than one.", "8.1\nAnother encouragement to humility: you can’t claim to have lived your life as a philosopher—not even your whole adulthood. You can see for yourself how far you are from philosophy. And so can many others. You’re tainted. It’s not so easy now—to have a reputation as a philosopher. And your position is an obstacle as well.\nSo you know how things stand. Now forget what they think of you. Be satisfied if you can live the rest of your life, however short, as your nature demands. Focus on that, and don’t let anything distract you. You’ve wandered all over and finally realized that you never found what you were after: how to live. Not in syllogisms, not in money, or fame, or self-indulgence. Nowhere.\n—Then where is it to be found?\nIn doing what human nature requires.\n—How?\n\nThrough first principles. Which should govern your intentions and your actions.\n—What principles?\nThose to do with good and evil. That nothing is good except what leads to fairness, and self-control, and courage, and free will. And nothing bad except what does the opposite.", "8.2\nFor every action, ask: How does it affect me? Could I\nchange my mind about it?\nBut soon I’ll be dead, and the slate’s empty. So this is the only question: Is it the action of a responsible being, part of society, and subject to the same decrees as God?", "8.3\nAlexander and Caesar and Pompey. Compared with\nDiogenes, Heraclitus, Socrates? The philosophers knew the what, the why, the how. Their minds were their own.\nThe others? Nothing but anxiety and enslavement.", "8.4\nYou can hold your breath until you turn blue, but they’ll still go on doing it.", "8.5\nThe first step: Don’t be anxious. Nature controls it all.\nAnd before long you’ll be no one, nowhere—like Hadrian, like Augustus.\n\nThe second step: Concentrate on what you have to do. Fix your eyes on it. Remind yourself that your task is to be a good human being; remind yourself what nature demands of people. Then do it, without hesitation, and speak the truth as you see it. But with kindness. With humility. Without hypocrisy.", "8.6\nNature’s job: to shift things elsewhere, to transform them, to pick them up and move them here and there. Constant alteration. But not to worry: there’s nothing new here.\nEverything is familiar. Even the proportions are unchanged.", "8.7\nNature of any kind thrives on forward progress. And progress for a rational mind means not accepting falsehood or uncertainty in its perceptions, making unselfish actions its only aim, seeking and shunning only the things it has control over, embracing what nature demands of it—the nature in which it participates, as the leaf’s nature does in the tree’s.\nExcept that the nature shared by the leaf is without consciousness or reason, and subject to impediments.\nWhereas that shared by human beings is without impediments, and rational, and just, since it allots to each and every thing an equal and proportionate share of time, being, purpose, action, chance. Examine it closely. Not whether they’re identical point by point, but in the aggregate:\nthis weighed against that.", "8.8\nNo time for reading. For controlling your arrogance, yes.\n\nFor overcoming pain and pleasure, yes. For outgrowing ambition, yes. For not feeling anger at stupid and unpleasant people—even for caring about them—for that, yes.", "8.9\nDon’t be overheard complaining about life at court. Not even to yourself.", "8.10\nRemorse is annoyance at yourself for having passed up something that’s to your benefit. But if it’s to your benefit it must be good—something a truly good person would be concerned about.\nBut no truly good person would feel remorse at passing up pleasure.\nSo it cannot be to your benefit, or good.", "8.11\nWhat is this, fundamentally? What is its nature and substance, its reason for being? What is it doing in the world? How long is it here for?", "8.12\nWhen you have trouble getting out of bed in the morning, remember that your defining characteristic—what defines a human being—is to work with others. Even animals know how to sleep. And it’s the characteristic activity that’s the more natural one—more innate and more satisfying.", "8.13\nApply them constantly, to everything that happens:\n\nPhysics. Ethics. Logic.", "8.14\nWhen you have to deal with someone, ask yourself: What does he mean by good and bad? If he thinks x or y about pleasure and pain (and what produces them), about fame and disgrace, about death and life, then it shouldn’t shock or surprise you when he does x or y.\nIn fact, I’ll remind myself that he has no real choice.", "8.15\nRemember: you shouldn’t be surprised that a fig tree produces figs, nor the world what it produces. A good doctor isn’t surprised when his patients have fevers, or a helmsman when the wind blows against him.", "8.16\nRemember that to change your mind and to accept correction are free acts too. The action is yours, based on your own will, your own decision—and your own mind.", "8.17\nIf it’s in your control, why do you do it? If it’s in someone else’s, then who are you blaming? Atoms? The gods? Stupid either way.\nBlame no one. Set people straight, if you can. If not, just repair the damage. And suppose you can’t do that either.\nThen where does blaming people get you?\nNo pointless actions.", "8.18\nWhat dies doesn’t vanish. It stays here in the world, transformed, dissolved, as parts of the world, and of you.\nWhich are transformed in turn—without grumbling.", "8.19\nEverything is here for a purpose, from horses to vine shoots. What’s surprising about that? Even the sun will tell you, “I have a purpose,” and the other gods as well. And why were you born? For pleasure? See if that answer will stand up to questioning.", "8.20\nNature is like someone throwing a ball in the air, gauging its rise and arc—and where it will fall. And what does the ball gain as it flies upward? Or lose when it plummets to earth?\nWhat does the bubble gain from its existence? Or lose by bursting?\nAnd the same for a candle.", "8.21\nTurn it inside out: What is it like? What is it like old? Or sick? Or selling itself on the streets?\nThey all die soon—praiser and praised, rememberer and remembered. Remembered in these parts or in a corner of them. Even there they don’t all agree with each other (or even with themselves).\n\nAnd the whole earth a mere point in space.", "8.22\nStick to what’s in front of you—idea, action, utterance.\n22a. This is what you deserve. You could be good today. But instead you choose tomorrow.", "8.23\nWhat I do? I attribute it to human beneficence.\nWhat is done to me? I accept it—and attribute it to the gods, and that source from which all things together flow.", "8.24\nLike the baths—oil, sweat, dirt, grayish water, all of it disgusting.\nThe whole of life, all of the visible world.", "8.25\nVerus, leaving Lucilla behind, then Lucilla. Maximus, leaving Secunda. And Secunda. Diotimus, leaving\nEpitynchanus. Then Epitynchanus. Faustina, leaving\nAntoninus. Then Antoninus.\nSo with all of them.\nHadrian, leaving Celer. And Celer.\nWhere have they gone, the brilliant, the insightful ones, the proud? Brilliant as Charax and Demetrius the Platonist and\nEudaemon and the rest of them. Short-lived creatures, long dead. Some of them not remembered at all, some become legends, some lost even to legend.\nSo remember: your components will be scattered too, the life within you quenched. Or marching orders and another posting.", "8.26\nJoy for humans lies in human actions.\nHuman actions: kindness to others, contempt for the senses, the interrogation of appearances, observation of nature and of events in nature.", "8.27\nThree relationships:\n\ni. with the body you inhabit;\nii. with the divine, the cause of everything in all things;\niii. with the people around you.", "8.28\nEither pain affects the body (which is the body’s problem) or it affects the soul. But the soul can choose not to be affected, preserving its own serenity, its own tranquillity.\nAll our decisions, urges, desires, aversions lie within. No evil can touch them.", "8.29\nTo erase false perceptions, tell yourself: I have it in me to keep my soul from evil, lust and all confusion. To see things as they are and treat them as they deserve. Don’t overlook this innate ability.", "8.30\nTo speak to the Senate—or anyone—in the right tone, without being overbearing. To choose the right words.", "8.31\nAugustus’s court: his wife, his daughter, his grandsons, his stepsons, his sister, Agrippa, the relatives, servants, friends, Areius, Maecenas, the doctors, the sacrificial priests\n. . . the whole court, dead.\nAnd consider the others . . . not just the deaths of individuals (like the family of the Pompeys).\nThat line they write on tombs—“last surviving descendant.” Consider their ancestors’ anxiety—that there be a successor. But someone has to be the last. There, too, the death of a whole house.", "8.32\nYou have to assemble your life yourself—action by action. And be satisfied if each one achieves its goal, as far as it can. No one can keep that from happening.\n—But there are external obstacles. . . .\n\nNot to behaving with justice, self-control, and good sense.\n—Well, but perhaps to some more concrete action.\nBut if you accept the obstacle and work with what you’re given, an alternative will present itself—another piece of what you’re trying to assemble. Action by action.", "8.33\nTo accept it without arrogance, to let it go with indifference.", "8.34\nHave you ever seen a severed hand or foot, or a decapitated head, just lying somewhere far away from the body it belonged to . . . ? That’s what we do to ourselves—\nor try to—when we rebel against what happens to us, when we segregate ourselves. Or when we do something selfish.\nYou have torn yourself away from unity—your natural state, one you were born to share in. Now you’ve cut yourself off from it.\nBut you have one advantage here: you can reattach yourself. A privilege God has granted to no other part of no other whole—to be separated, cut away, and reunited. But look how he’s singled us out. He’s allowed us not to be broken off in the first place, and when we are he’s allowed us to return, to graft ourselves back on, and take up our old position once again: part of a whole.", "8.35\nWe have various abilities, present in all rational creatures as in the nature of rationality itself. And this is one of them. Just as nature takes every obstacle, every impediment, and works around it—turns it to its purposes, incorporates it into itself—so, too, a rational being can turn each setback into raw material and use it to achieve its goal.", "8.36\nDon’t let your imagination be crushed by life as a whole.\nDon’t try to picture everything bad that could possibly happen. Stick with the situation at hand, and ask, “Why is this so unbearable? Why can’t I endure it?” You’ll be embarrassed to answer.\nThen remind yourself that past and future have no power over you. Only the present—and even that can be minimized.\nJust mark off its limits. And if your mind tries to claim that it can’t hold out against that . . . well, then, heap shame upon it.", "8.37\nAre Pantheia or Pergamos still keeping watch at the tomb of Verus? Chabrias or Diotimus at the tomb of Hadrian? Of course they aren’t. Would the emperors know it if they were?\nAnd even if they knew, would it please them?\nAnd even if it did, would the mourners live forever? Were they, too, not fated to grow old and then die? And when that happened, what would the emperors do?", "8.38\nThe stench of decay. Rotting meat in a bag.\nLook at it clearly. If you can.", "8.39\n“To the best of my judgment, when I look at the human character I see no virtue placed there to counter justice. But I\nsee one to counter pleasure: self-control.”", "8.40\nStop perceiving the pain you imagine and you’ll remain completely unaffected.\n—“You?”\nYour logos.\n—But I’m not just logos.\nFine. Just don’t let the logos be injured. If anything else is, let it decide that for itself.", "8.41\nFor animate beings, “harmful” is whatever obstructs the operation of their senses—or the fulfillment of what they intend. Similar obstructions constitute harm to plants. So too for rational creatures, anything that obstructs the operation of the mind is harmful.\nApply this to yourself.\nDo pain and pleasure have their hooks in you? Let the senses deal with it. Are there obstacles to your action? If you failed to reckon with the possibility, then that would harm you, as a rational being. But if you use common sense, you haven’t been harmed or even obstructed. No one can obstruct the operations of the mind. Nothing can get at them—not fire or steel, not tyrants, not abuse—nothing. As long as it’s “a sphere . . . in perfect stillness.”", "8.42\nI have no right to do myself an injury. Have I ever injured anyone else if I could avoid it?", "8.43\nPeople find pleasure in different ways. I find it in keeping my mind clear. In not turning away from people or the things that happen to them. In accepting and welcoming everything I see. In treating each thing as it deserves.", "8.44\nGive yourself a gift: the present moment.\nPeople out for posthumous fame forget that the Generations\nTo Come will be the same annoying people they know now.\nAnd just as mortal. What does it matter to you if they say x about you, or think y?", "8.45\nLift me up and hurl me. Wherever you will. My spirit will be gracious to me there—gracious and satisfied—as long as its existence and actions match its nature.\nIs there any reason why my soul should suffer and be degraded—miserable, tense, huddled, frightened? How could there be?", "8.46\nWhat humans experience is part of human experience.\nThe experience of the ox is part of the experience of oxen, as the vine’s is of the vine, and the stone’s what is proper to stones.\nNothing that can happen is unusual or unnatural, and there’s no sense in complaining. Nature does not make us endure the unendurable.", "8.47\nExternal things are not the problem. It’s your assessment of them. Which you can erase right now.\nIf the problem is something in your own character, who’s stopping you from setting your mind straight?\nAnd if it’s that you’re not doing something you think you should be, why not just do it?\n—But there are insuperable obstacles.\nThen it’s not a problem. The cause of your inaction lies outside you.\n—But how can I go on living with that undone?\nThen depart, with a good conscience, as if you’d done it, embracing the obstacles too.", "8.48\nRemember that when it withdraws into itself and finds contentment there, the mind is invulnerable. It does nothing against its will, even if its resistance is irrational. And if its judgment is deliberate and grounded in logic . . . ?\nThe mind without passions is a fortress. No place is more secure. Once we take refuge there we are safe forever. Not to see this is ignorance. To see it and not seek safety means misery.", "8.49\nNothing but what you get from first impressions. That someone has insulted you, for instance. That—but not that it’s done you any harm. The fact that my son is sick—that I can see. But “that he might die of it,” no. Stick with first impressions. Don’t extrapolate. And nothing can happen to you.\nOr extrapolate. From a knowledge of all that can happen in the world.", "8.50\nThe cucumber is bitter? Then throw it out.\nThere are brambles in the path? Then go around them.\nThat’s all you need to know. Nothing more. Don’t demand to know “why such things exist.” Anyone who understands the world will laugh at you, just as a carpenter would if you seemed shocked at finding sawdust in his workshop, or a shoemaker at scraps of leather left over from work.\nOf course, they have a place to dispose of these; nature has no door to sweep things out of. But the wonderful thing about its workmanship is how, faced with that limitation, it takes everything within it that seems broken, old and useless, transforms it into itself, and makes new things from it. So that it doesn’t need material from any outside source, or anywhere to dispose of what’s left over. It relies on itself for all it needs: space, material, and labor.", "8.51\nNo carelessness in your actions. No confusion in your words. No imprecision in your thoughts. No retreating into your own soul, or trying to escape it. No overactivity.\nThey kill you, cut you with knives, shower you with curses. And that somehow cuts your mind off from clearness, and sanity, and self-control, and justice?\nA man standing by a spring of clear, sweet water and cursing it. While the fresh water keeps on bubbling up. He can shovel mud into it, or dung, and the stream will carry it away, wash itself clean, remain unstained.\nTo have that. Not a cistern but a perpetual spring.\n\nHow? By working to win your freedom. Hour by hour.\nThrough patience, honesty, humility.", "8.52\nNot to know what the world is is to be ignorant of where you are.\nNot to know why it’s here is to be ignorant of who you are. And what it is.\nNot to know any of this is to be ignorant of why you’re here.\nAnd what are we to make of anyone who cares about the applause of such people, who don’t know where or who they are?", "8.53\nYou want praise from people who kick themselves every fifteen minutes, the approval of people who despise themselves. (Is it a sign of self-respect to regret nearly everything you do?)", "8.54\nTo join ourselves not just to the air surrounding us, through breath, but to the reason that embraces all things, through thought. Reason is just as omnipresent, just as widely diffused in those who accept it as air is in those who breathe.", "8.55\nThe existence of evil does not harm the world. And an individual act of evil does not harm the victim. Only one person is harmed by it—and he can stop being harmed as soon as he decides to.", "8.56\nOther people’s wills are as independent of mine as their breath and bodies. We may exist for the sake of one another, but our will rules its own domain. Otherwise the harm they do would cause harm to me. Which is not what God intended\n—for my happiness to rest with someone else.", "8.57\nWe speak of the sun’s light as “pouring down on us,” as\n“pouring over us” in all directions. Yet it’s never poured out.\nBecause it doesn’t really pour; it extends. Its beams (aktai)\nget their name from their extension (ekteinesthai).\nTo see the nature of a sunbeam, look at light as it falls through a narrow opening into a dark room. It extends in a straight line, striking any solid object that stands in its way and blocks the space beyond it. There it remains—not vanishing, or falling away.\nThat’s what the outpouring—the diffusion—of thought should be like: not emptied out, but extended. And not striking at obstacles with fury and violence, or falling away before them, but holding its ground and illuminating what receives it.\nWhat doesn’t transmit light creates its own darkness.", "8.58\nFear of death is fear of what we may experience. Nothing at all, or something quite new. But if we experience nothing, we can experience nothing bad. And if our experience changes, then our existence will change with it—change, but not cease.", "8.59\nPeople exist for one another. You can instruct or endure them.", "8.60\nAn arrow has one motion and the mind another. Even when pausing, even when weighing conclusions, the mind is moving forward, toward its goal.", "8.61\nTo enter others’ minds and let them enter yours.", "9.1\nInjustice is a kind of blasphemy. Nature designed rational beings for each other’s sake: to help—not harm—one another, as they deserve. To transgress its will, then, is to blaspheme against the oldest of the gods.\nAnd to lie is to blaspheme against it too. Because “nature”\nmeans the nature of that which is. And that which is and that which is the case are closely linked, so that nature is synonymous with Truth—the source of all true things. To lie deliberately is to blaspheme—the liar commits deceit, and thus injustice. And likewise to lie without realizing it.\nBecause the involuntary liar disrupts the harmony of nature—\nits order. He is in conflict with the way the world is structured. As anyone is who deviates toward what is opposed to the truth—even against his will. Nature gave him the resources to distinguish between true and false. And he neglected them, and now can’t tell the difference.\nAnd to pursue pleasure as good, and flee from pain as evil\n—that too is blasphemous. Someone who does that is bound to find himself constantly reproaching nature—complaining that it doesn’t treat the good and bad as they deserve, but often lets the bad enjoy pleasure and the things that produce it, and makes the good suffer pain, and the things that produce pain. And moreover, to fear pain is to fear something that’s bound to happen, the world being what it is—and that again is blasphemy. While if you pursue pleasure, you can hardly avoid wrongdoing—which is manifestly blasphemous.\nSome things nature is indifferent to; if it privileged one over the other it would hardly have created both. And if we want to follow nature, to be of one mind with it, we need to share its indifference. To privilege pleasure over pain—life over death, fame over anonymity—is clearly blasphemous.\nNature certainly doesn’t.\nAnd when I say that nature is indifferent to them, I mean that they happen indifferently, at different times, to the things that exist and the things that come into being after them, through some ancient decree of Providence—the decree by which from some initial starting point it embarked on the creation that we know, by laying down the principles of what was to come and determining the generative forces: existence and change, and their successive stages.", "9.2\nReal good luck would be to abandon life without ever encountering dishonesty, or hypocrisy, or self-indulgence, or pride. But the “next best voyage” is to die when you’ve had enough. Or are you determined to lie down with evil? Hasn’t experience even taught you that—to avoid it like the plague?\nBecause it is a plague—a mental cancer—worse than anything caused by tainted air or an unhealthy climate.\nDiseases like that can only threaten your life; this one attacks your humanity.", "9.3\nDon’t look down on death, but welcome it. It too is one of the things required by nature. Like youth and old age. Like growth and maturity. Like a new set of teeth, a beard, the first gray hair. Like sex and pregnancy and childbirth. Like all the other physical changes at each stage of life, our dissolution is no different.\nSo this is how a thoughtful person should await death: not with indifference, not with impatience, not with disdain, but simply viewing it as one of the things that happen to us. Now you anticipate the child’s emergence from its mother’s womb; that’s how you should await the hour when your soul will emerge from its compartment.\nOr perhaps you need some tidy aphorism to tuck away in the back of your mind. Well, consider two things that should reconcile you to death: the nature of the things you’ll leave behind you, and the kind of people you’ll no longer be mixed up with. There’s no need to feel resentment toward them—in fact, you should look out for their well-being, and be gentle with them—but keep in mind that everything you believe is meaningless to those you leave behind. Because that’s all that could restrain us (if anything could)—the only thing that could make us want to stay here: the chance to live with those who share our vision. But now? Look how tiring it is—\nthis cacophony we live in. Enough to make you say to death,\n“Come quickly. Before I start to forget myself, like them.”", "9.4\nTo do harm is to do yourself harm. To do an injustice is to do yourself an injustice—it degrades you.", "9.5\nAnd you can also commit injustice by doing nothing.", "9.6\nObjective judgment, now, at this very moment.\nUnselfish action, now, at this very moment.\nWilling acceptance—now, at this very moment—of all external events.\nThat’s all you need.", "9.7\nBlot out your imagination. Turn your desire to stone.\nQuench your appetites. Keep your mind centered on itself.", "9.8\nAnimals without the logos are assigned the same soul, and those who have the logos share one too—a rational one. Just as all earthly creatures share one earth. Just as we all see by the same light, and breathe the same air—all of us who see and breathe.", "9.9\nAll things are drawn toward what is like them, if such a thing exists. All earthly things feel the earth’s tug. All wet things flow together. And airy things as well, so they have to be forcibly prevented from mixing. Fire is naturally drawn upward by that higher fire, but ready to ignite at the slightest touch of other, earthly flame. So that anything drier than usual makes good fuel, because less of what hinders combustion is mixed in with it.\nAnd things that share an intelligent nature are just as prone to seek out what is like them. If not more so. Because their superiority in other ways is matched by their greater readiness to mix and mingle with their counterparts.\nEven in irrational beings we see swarms and herds, and nesting, and love not unlike ours. Because they do have souls, and the bonding instinct is found in a developed form\n—not something we see in plants, or stones, or trees. And it’s still more developed in rational beings, with their states, friendships, families, groups, their treaties and truces. And in those yet more developed there is a kind of unity even between separate things, the kind that we see in the stars. An advanced level of development can produce a sympathy even in things that are quite distinct.\nBut look how things are now. The rational things are the only ones that have lost that sense of attraction—of convergence. Only there do we not see that intermingling. But however much they try to avoid it, there’s no escaping.\nNature is stronger. As you can see if you look closely.\nConcrete objects can pull free of the earth more easily than humans can escape humanity.", "9.10\nHumanity, divinity, and the world: all of them bearing fruit. Each fruitful in its season. Normally we limit the word to vines and other plants. Unnecessarily. The fruit of the logos nourishes both us and it. And other things spring from it too—of the same species as the logos itself.", "9.11\nConvince them not to.\nIf you can.\nAnd if not, remember: the capacity for patience was given us for a reason. The gods are patient with them too, and even help them to concrete things: health, money, fame. . . . Such is the gods’ goodness.\nAnd yours, too, if you wanted. What’s stopping you?", "9.12\nWork:\nNot to rouse pity, not to win sympathy or admiration. Only this:\nActivity.\n\nStillness.\nAs the logos of the state requires.", "9.13\nToday I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions—not outside.", "9.14\nKnown by long experience, limited in life span, debased in substance—all of it.\nNow as then, in the time of those we buried.", "9.15\nThings wait outside us, hover at the door. They keep to themselves. Ask them who they are and they don’t know, they can give no account of themselves.\nWhat accounts for them?\nThe mind does.", "9.16\nNot being done to, but doing—the source of good and bad for rational and political beings. Where their own goodness and badness is found—not in being done to, but in doing.", "9.17\nA rock thrown in the air. It loses nothing by coming down, gained nothing by going up.", "9.18\nEnter their minds, and you’ll find the judges you’re so afraid of—and how judiciously they judge themselves.", "9.19\nEverything in flux. And you too will alter in the whirl and perish, and the world as well.", "9.20\nLeave other people’s mistakes where they lie.", "9.21\nWhen we cease from activity, or follow a thought to its conclusion, it’s a kind of death. And it doesn’t harm us.\nThink about your life: childhood, boyhood, youth, old age.\nEvery transformation a kind of dying. Was that so terrible?\nThink about life with your grandfather, your mother, your adopted father. Realize how many other deaths and transformations and endings there have been and ask yourself: Was that so terrible?\nThen neither will the close of your life be—its ending and transformation.", "9.22\nGo straight to the seat of intelligence—your own, the world’s, your neighbor’s.\nYour own—to ground it in justice.\nThe world’s—to remind yourself what it is that you’re part of.\n\nYour neighbor’s—to distinguish ignorance calculation. And recognize it as like yours.\n\nfrom", "9.23\nYou participate in a society by your existence. Then participate in its life through your actions—all your actions.\nAny action not directed toward a social end (directly or indirectly) is a disturbance to your life, an obstacle to wholeness, a source of dissension. Like the man in the\nAssembly—a faction to himself, always out of step with the majority.", "9.24\nChildish tantrums, children’s games, “spirits carrying corpses”; “Odysseus in the Underworld” saw more real life.", "9.25\nIdentify its purpose—what makes it what it is—and examine that. (Ignore its concrete form.) Then calculate the length of time that such a thing was meant to last.", "9.26\nEndless suffering—all from not allowing the mind to do its job. Enough.", "9.27\nWhen you face someone’s insults, hatred, whatever . . .\nlook at his soul. Get inside him. Look at what sort of person he is. You’ll find you don’t need to strain to impress him.\nBut you do have to wish him well. He’s your closest relative. The gods assist him just as they do you—by signs and dreams and every other way—to get the things he wants.", "9.28\nThe world’s cycles never change—up and down, from age to age.\nEither the world’s intelligence wills each thing (if so, accept its will), or it exercised that will once—once and for all—and all else follows as a consequence (and if so, why worry?).\nOne way or another: atoms or unity. If it’s God, all is well. If it’s arbitrary, don’t imitate it.\nThe earth will cover us all, and then be transformed in turn, and that too will change, ad infinitum. And that as well, ad infinitum.\nThink about them: the waves of change and alteration, endlessly breaking. And see our brief mortality for what it is.", "9.29\nThe design of the world is like a flood, sweeping all before it. The foolishness of them—little men busy with affairs of state, with philosophy—or what they think of as philosophy. Nothing but phlegm and mucus.\n—Well, then what?\nDo what nature demands. Get a move on—if you have it in you—and don’t worry whether anyone will give you credit for it. And don’t go expecting Plato’s Republic; be satisfied with even the smallest progress, and treat the outcome of it all as unimportant.\nWho can change their minds? And without that change, what is there but groaning, slavery, a pretense of obedience?\nGo on and cite Alexander, Philip, Demetrius of Phalerum.\nWhether they knew nature’s will and made themselves its student is for them to say. And if they preferred to play the king? Well, no one forced me to be their understudy.\nThe task of philosophy is modest and straightforward.\nDon’t tempt me to presumption.", "9.30\nTo see them from above: the thousands of animal herds, the rituals, the voyages on calm or stormy seas, the different ways we come into the world, share it with one another, and leave it. Consider the lives led once by others, long ago, the lives to be led by others after you, the lives led even now, in foreign lands. How many people don’t even know your name.\nHow many will soon have forgotten it. How many offer you praise now—and tomorrow, perhaps, contempt.\nThat to be remembered is worthless. Like fame. Like everything.", "9.31\nIndifference to external events.\nAnd a commitment to justice in your own acts.\n\nWhich means: thought and action resulting in the common good.\nWhat you were born to do.", "9.32\nYou can discard most of the junk that clutters your mind\n—things that exist only there—and clear out space for yourself:\n\n. . . by comprehending the scale of the world\n. . . by contemplating infinite time\n. . . by thinking of the speed with which things change—\neach part of every thing; the narrow space between our birth and death; the infinite time before; the equally unbounded time that follows.", "9.33\nAll that you see will soon have vanished, and those who see it vanish will vanish themselves, and the ones who reached old age have no advantage over the untimely dead.", "9.34\nWhat their minds are like. What they work at. What evokes their love and admiration.\nImagine their souls stripped bare. And their vanity. To suppose that their disdain could harm anyone—or their praise help them.", "9.35\nTo decompose is to be recomposed.\nThat’s what nature does. Nature—through whom all things happen as they should, and have happened forever in just the same way, and will continue to, one way or another, endlessly.\nThat things happen for the worst and always will, that the gods have no power to regulate them, and the world is condemned to never-ending evil—how can you say that?", "9.36\nDisgust at what things are made of: Liquid, dust, bones, filth. Or marble as hardened dirt, gold and silver as residues, clothes as hair, purple dye as shellfish blood. And all the rest.\nAnd the same with our living breath—transformed from one thing to another.", "9.37\nEnough of this wretched, whining monkey life.\nWhat’s the matter? Is any of this new? What is it you find surprising?\nThe purpose? Look at it.\nThe material? Look at that.\n\nThat’s all there is.\nAnd the gods? Well, you could try being simpler, gentler.\nEven now.\nA hundred years or three. . . . No difference.", "9.38\nIf they’ve injured you, then they’re the ones who suffer for it.\nBut have they?", "9.39\nEither all things spring from one intelligent source and form a single body (and the part should accept the actions of the whole) or there are only atoms, joining and splitting forever, and nothing else.\nSo why feel anxiety?\nSay to your mind: Are you dead? damaged? brutal?\ndishonest?\nAre you one of the herd? or grazing like one?", "9.40\nEither the gods have power or they don’t. If they don’t, why pray? If they do, then why not pray for something else instead of for things to happen or not to happen? Pray not to feel fear. Or desire, or grief. If the gods can do anything, they can surely do that for us.\n\n—But those are things the gods left up to me.\nThen isn’t it better to do what’s up to you—like a free man\n—than to be passively controlled by what isn’t, like a slave or beggar? And what makes you think the gods don’t care about what’s up to us?\nStart praying like this and you’ll see.\nNot “some way to sleep with her”—but a way to stop wanting to.\nNot “some way to get rid of him”—but a way to stop trying.\nNot “some way to save my child”—but a way to lose your fear.\nRedirect your prayers like that, and watch what happens.", "9.41\nEpicurus: “During my illness, my conversations were not about my physical state; I did not waste my visitors’ time with things of that sort, but went on discussing philosophy, and concentrated on one point in particular: how the mind can participate in the sensations of the body and yet maintain its serenity, and focus on its own well-being. Nor did I let my doctors strut about like grandees. I went on living my life the way it should be lived.”\n\nLike that. In illness—or any other situation.\nNot to let go of philosophy, no matter what happens; not to bandy words with crackpots and philistines—good rules for any philosopher.\nConcentrate on what you’re doing, and what you’re doing it with.", "9.42\nWhen you run up against someone else’s shamelessness, ask yourself this: Is a world without shamelessness possible?\nNo.\nThen don’t ask the impossible. There have to be shameless people in the world. This is one of them.\nThe same for someone vicious or untrustworthy, or with any other defect. Remembering that the whole class has to exist will make you more tolerant of its members.\nAnother useful point to bear in mind: What qualities has nature given us to counter that defect? As an antidote to unkindness it gave us kindness. And other qualities to balance other flaws.\nAnd when others stray off course, you can always try to set them straight, because every wrongdoer is doing something wrong—doing something the wrong way.\n\nAnd how does it injure you anyway? You’ll find that none of the people you’re upset about has done anything that could do damage to your mind. But that’s all that “harm” or\n“injury” could mean. Yes, boorish people do boorish things.\nWhat’s strange or unheard-of about that? Isn’t it yourself you should reproach—for not anticipating that they’d act this way? The logos gave you the means to see it—that a given person would act a given way—but you paid no attention.\nAnd now you’re astonished that he’s gone and done it. So when you call someone “untrustworthy” or “ungrateful,” turn the reproach on yourself. It was you who did wrong. By assuming that someone with those traits deserved your trust.\nOr by doing them a favor and expecting something in return, instead of looking to the action itself for your reward. What else did you expect from helping someone out? Isn’t it enough that you’ve done what your nature demands? You want a salary for it too? As if your eyes expected a reward for seeing, or your feet for walking. That’s what they were made for. By doing what they were designed to do, they’re performing their function. Whereas humans were made to help others. And when we do help others—or help them to do something—we’re doing what we were designed for. We perform our function.", "10.1\nTo my soul:\nAre you ever going to achieve goodness? Ever going to be simple, whole, and naked—as plain to see as the body that contains you? Know what an affectionate and loving disposition would feel like? Ever be fulfilled, ever stop desiring—lusting and longing for people and things to enjoy?\nOr for more time to enjoy them? Or for some other place or country—“a more temperate clime”? Or for people easier to get along with? And instead be satisfied with what you have, and accept the present—all of it. And convince yourself that everything is the gift of the gods, that things are good and always will be, whatever they decide and have in store for the preservation of that perfect entity—good and just and beautiful, creating all things, connecting and embracing them, and gathering in their separated fragments to create more like them.\nWill you ever take your stand as a fellow citizen with gods and human beings, blaming no one, deserving no one’s censure?", "10.2\nFocus on what nature demands, as if you were governed by that alone. Then do that, and accept it, unless your nature as a living being would be degraded by it.\nThen focus on what that nature demands, and accept that too—unless your nature as a rational being would be degraded by it.\nAnd, of course, “rational” also implies “civic.”\nFollow these guidelines and don’t waste time on anything else.", "10.3\nEverything that happens is either endurable or not.\nIf it’s endurable, then endure it. Stop complaining.\nIf it’s unendurable . . . then stop complaining. Your destruction will mean its end as well.\nJust remember: you can endure anything your mind can make endurable, by treating it as in your interest to do so.\nIn your interest, or in your nature.", "10.4\nIf they’ve made a mistake, correct them gently and show them where they went wrong. If you can’t do that, then the blame lies with you. Or no one.", "10.5\nWhatever happens to you has been waiting to happen since the beginning of time. The twining strands of fate wove both of them together: your own existence and the things that happen to you.", "10.6\nWhether it’s atoms or nature, the first thing to be said is this: I am a part of a world controlled by nature. Secondly:\nthat I have a relationship with other, similar parts. And with that in mind I have no right, as a part, to complain about what is assigned me by the whole. Because what benefits the whole can’t harm the parts, and the whole does nothing that doesn’t benefit it. That’s a trait shared by all natures, but the nature of the world is defined by a second characteristic as well: no outside force can compel it to cause itself harm.\nSo by keeping in mind the whole I form a part of, I’ll accept whatever happens. And because of my relationship to other parts, I will do nothing selfish, but aim instead to join them, to direct my every action toward what benefits us all and to avoid what doesn’t. If I do all that, then my life should go smoothly. As you might expect a citizen’s life to go—one whose actions serve his fellow citizens, and who embraces the community’s decree.", "10.7\nThe whole is compounded by nature of individual parts, whose destruction is inevitable (“destruction” here meaning transformation). If the process is harmful to the parts and unavoidable, then it’s hard to see how the whole can run smoothly, with parts of it passing from one state to another, all of them built only to be destroyed in different ways. Does nature set out to cause its own components harm, and make them vulnerable to it—indeed, predestined to it? Or is it oblivious to what goes on? Neither one seems very plausible.\nBut suppose we throw out “nature” and explain these things through inherent properties. It would still be absurd to say that the individual things in the world are inherently prone to change, and at the same time be astonished at it or complain—on the grounds that it was happening “contrary to nature.” And least of all when things return to the state from which they came. Because our elements are either simply dispersed, or are subject to a kind of gravitation—the solid portions being pulled toward earth, and what is ethereal drawn into the air, until they’re absorbed into the universal logos—which is subject to periodic conflagrations, or renewed through continual change.\nAnd don’t imagine either that those elements—the solid ones and the ethereal—are with us from our birth. Their influx took place yesterday, or the day before—from the food we ate, the air we breathed.\nAnd that’s what changes—not the person your mother gave birth to.\n—But if you’re inextricably linked to it through your sense of individuality?\nThat’s not what we’re talking about here.", "10.8\nEpithets for yourself: Upright. Modest. Straightforward.\nSane. Cooperative. Disinterested.\nTry not to exchange them for others.\nAnd if you should forfeit them, set about getting them back.\nKeep in mind that “sanity” means understanding things—\neach individual thing—for what they are. And not losing the thread.\nAnd “cooperation” means accepting what nature assigns you—accepting it willingly.\nAnd “disinterest” means that the intelligence should rise above the movements of the flesh—the rough and the smooth alike. Should rise above fame, above death, and everything like them.\nIf you maintain your claim to these epithets—without caring if others apply them to you or not—you’ll become a new person, living a new life. To keep on being the person that you’ve been—to keep being mauled and degraded by the life you’re living—is to be devoid of sense and much too fond of life. Like those animal fighters at the games—torn half to pieces, covered in blood and gore, and still pleading to be held over till tomorrow . . . to be bitten and clawed again.\nSet sail, then, with this handful of epithets to guide you.\nAnd steer a steady course, if you can. Like an emigrant to the islands of the blest. And if you feel yourself adrift—as if you’ve lost control—then hope for the best, and put in somewhere where you can regain it. Or leave life altogether, not in anger, but matter-of-factly, straightforwardly, without arrogance, in the knowledge that you’ve at least done that much with your life.\nAnd as you try to keep these epithets in mind, it will help you a great deal to keep the gods in mind as well. What they want is not flattery, but for rational things to be like them.\nFor figs to do what figs were meant to do—and dogs, and bees . . . and people.", "10.9\nOperatics, combat and confusion. Sloth and servility.\nEvery day they blot out those sacred principles of yours—\nwhich you daydream thoughtlessly about, or just let slide.\nYour actions and perceptions need to aim:\n\n• at accomplishing practical ends\n• at the exercise of thought\n• at maintaining a confidence founded on understanding.\nAn unobtrusive confidence—hidden in plain sight.\n\nWhen will you let yourself enjoy straightforwardness?\nSeriousness? Or understanding individual things—their nature and substance, their place in the world, their life span, their composition, who can possess them, whose they are to give and to receive?", "10.10\nSpiders are proud of catching flies, men of catching hares, fish in a net, boars, bears, Sarmatians . . .\nCriminal psychology.", "10.11\nHow they all change into one another—acquire the ability to see that. Apply it constantly; use it to train yourself.\nNothing is as conducive to spiritual growth.\n11a. He has stripped away his body and—realizing that at some point soon he will have to abandon mankind and leave all this behind—has dedicated himself to serving justice in all he does, and nature in all that happens. What people say or think about him, or how they treat him, isn’t something he worries about. Only these two questions: Is what he’s doing now the right thing to be doing? Does he accept and welcome what he’s been assigned? He has stripped away all other occupations, all other tasks. He wants only to travel a straight path—to God, by way of law.", "10.12\nWhy all this guesswork? You can see what needs to be done. If you can see the road, follow it. Cheerfully, without turning back. If not, hold up and get the best advice you can.\nIf anything gets in the way, forge on ahead, making good use of what you have on hand, sticking to what seems right. (The best goal to achieve, and the one we fall short of when we fail.)\n12a. To follow the logos in all things is to be relaxed and energetic, joyful and serious at once.", "10.13\nWhen you wake up, ask yourself:\nDoes it make any difference to you if other people blame you for doing what’s right?\nIt makes no difference.\nHave you forgotten what the people who are so vociferous in praise or blame of others are like as they sleep and eat?\n\nForgotten their behavior, their fears, their desires, their thefts and depredations—not physical ones, but those committed by what should be highest in them? What creates, when it chooses, loyalty, humility, truth, order, well-being.", "10.14\nNature gives and nature takes away. Anyone with sense and humility will tell her, “Give and take as you please,” not out of defiance, but out of obedience and goodwill.", "10.15\nOnly a short time left. Live as if you were alone—out in the wilderness. No difference between here and there: the city that you live in is the world.\nLet people see someone living naturally, and understand what that means. Let them kill him if they can’t stand it.\n(Better than living like this.)", "10.16\nTo stop talking about what the good man is like, and just be one.", "10.17\nContinual awareness of all time and space, of the size and life span of the things around us. A grape seed in infinite space. A half twist of a corkscrew against eternity.", "10.18\nBear in mind that everything that exists is already fraying at the edges, and in transition, subject to fragmentation and to rot.\n\nOr that everything was born to die.", "10.19\nHow they act when they eat and sleep and mate and defecate and all the rest. Then when they order and exult, or rage and thunder from on high. And yet, just consider the things they submitted to a moment ago, and the reasons for it\n—and the things they’ll submit to again before very long.", "10.20\nEach of us needs what nature gives us, when nature gives it.", "10.21\n“The earth knows longing for the rain, the sky/knows longing . . .” And the world longs to create what will come to be. I tell it “I share your longing.”\n(And isn’t that what we mean by “inclined to happen”?)", "10.22\nPossibilities:\n\ni. To keep on living (you should be used to it by now)\nii. To end it (it was your choice, after all)\niii. To die (having met your obligations)\n\nThose are the only options. Reason for optimism.", "10.23\nKeep always before you that “this is no different from an empty field,” and the things in it are the same as on a mountaintop, on the seashore, wherever. Plato gets to the heart of it: “fencing a sheepfold in the mountains, and milking goats or sheep.”", "10.24\nMy mind. What is it? What am I making of it? What am I\nusing it for?\nIs it empty of thought?\nIsolated and torn loose from those around it?\nMelted into flesh and blended with it, so that it shares its urges?", "10.25\nWhen a slave runs away from his master, we call him a fugitive slave. But the law of nature is a master too, and to break it is to become a fugitive.\nTo feel grief, anger or fear is to try to escape from something decreed by the ruler of all things, now or in the past or in the future. And that ruler is law, which governs what happens to each of us. To feel grief or anger or fear is to become a fugitive—a fugitive from justice.", "10.26\nHe deposits his sperm and leaves. And then a force not his takes it and goes to work, and creates a child.\nThis . . . from that?\nOr:\nHe pours food down his throat. And then a force not his takes it and creates sensations, desires, daily life, physical strength and so much else besides.\nTo look at these things going on silently and see the force that drives them. As we see the force that pushes things and pulls them. Not with our eyes, but just as clearly.", "10.27\nTo bear in mind constantly that all of this has happened before. And will happen again—the same plot from beginning to end, the identical staging. Produce them in your mind, as you know them from experience or from history: the court of Hadrian, of Antoninus. The courts of Philip,\nAlexander, Croesus. All just the same. Only the people different.", "10.28\nPeople who feel hurt and resentment: picture them as the pig at the sacrifice, kicking and squealing all the way.\nLike the man alone in his bed, silently weeping over the chains that bind us.\nThat everything has to submit. But only rational beings can do so voluntarily.", "10.29\nStop whatever you’re doing for a moment and ask yourself: Am I afraid of death because I won’t be able to do this anymore?", "10.30\nWhen faced with people’s bad behavior, turn around and ask when you have acted like that. When you saw money as a good, or pleasure, or social position. Your anger will subside as soon as you recognize that they acted under compulsion (what else could they do?).\nOr remove the compulsion, if you can.", "10.31\nWhen you look at Satyron, see Socraticus, or Eutyches, or Hymen.\nWhen you look at Euphrates, see Eutychion or Silvanus.\nWith Alciphron, see Tropaeophorus.\nWhen you look at Xenophon, see Crito or Severus.\nWhen you look at yourself, see any of the emperors.\nAnd the same with everyone else. Then let it hit you:\nWhere are they now?\nNowhere . . . or wherever.\n\nThat way you’ll see human life for what it is. Smoke.\nNothing. Especially when you recall that once things alter they cease to exist through all the endless years to come.\nThen why such turmoil? To live your brief life rightly, isn’t that enough?\nThe raw material you’re missing, the opportunities . . . !\nWhat is any of this but training—training for your logos, in life observed accurately, scientifically.\nSo keep at it, until it’s fully digested. As a strong stomach digests whatever it eats. As a blazing fire takes whatever you throw on it, and makes it light and flame.", "10.32\nThat no one can say truthfully that you are not a straightforward or honest person. That anyone who thinks that believes a falsehood. The responsibility is all yours; no one can stop you from being honest or straightforward.\nSimply resolve not to go on living if you aren’t. It would be contrary to the logos.", "10.33\nGiven the material we’re made of, what’s the sanest thing that we can do or say? Whatever it may be, you can do or say it. Don’t pretend that anything’s stopping you.\nYou’ll never stop complaining until you feel the same pleasure that the hedonist gets from self-indulgence—only from doing what’s proper to human beings as far as circumstances—inherent or fortuitous—allow. “Enjoyment”\nmeans doing as much of what your nature requires as you can. And you can do that anywhere. A privilege not granted to a cylinder—to determine its own action. Or to water, or fire, or any of the other things governed by nature alone, or by an irrational soul. Too many things obstruct them and get in their way. But the intellect and logos are able to make their way through anything in their path—by inborn capacity or sheer force of will. Keep before your eyes the ease with which they do this—the ease with which the logos is carried through all things, as fire is drawn upward or a stone falls to earth, as a cylinder rolls down an inclined plane.\nThat’s all you need. All other obstacles either affect the lifeless body, or have no power to shake or harm anything unless misperception takes over or the logos surrenders voluntarily. Otherwise those they obstruct would be degraded by them immediately. In all other entities, when anything bad happens to them, it affects them for the worse.\nWhereas here a person is improved by it (if I can put it like that)—and we admire him for reacting as a person should.\nAnd keep in mind that nothing can harm one of nature’s citizens except what harms the city he belongs to. And nothing harms that city except what harms its law. And there is no so-called misfortune that can do that. So long as the law is safe, so is the city—and the citizen.", "10.34\nIf you’ve immersed yourself in the principles of truth, the briefest, most random reminder is enough to dispel all fear and pain:\n\n. . . leaves that the wind\nDrives earthward; such are the generations of men.\n\nYour children, leaves.\nLeaves applauding loyally and heaping praise upon you, or turning around and calling down curses, sneering and mocking from a safe distance.\nA glorious reputation handed down by leaves.\nAll of these “spring up in springtime”—and the wind blows them all away. And the tree puts forth others to replace them.\nNone of us have much time. And yet you act as if things were eternal—the way you fear and long for them. . . .\nBefore long, darkness. And whoever buries you mourned in their turn.", "10.35\nA healthy pair of eyes should see everything that can be seen and not say, “No! Too bright!” (which is a symptom of ophthalmia).\nA healthy sense of hearing or smell should be prepared for any sound or scent; a healthy stomach should have the same reaction to all foods, as a mill to what it grinds.\nSo too a healthy mind should be prepared for anything.\nThe one that keeps saying, “Are my children all right?” or\n“Everyone must approve of me” is like eyes that can only stand pale colors, or teeth that can handle only mush.", "10.36\nIt doesn’t matter how good a life you’ve led. There’ll still be people standing around the bed who will welcome the sad event.\nEven with the intelligent and good. Won’t there be someone thinking “Finally! To be through with that old schoolteacher. Even though he never said anything, you could always feel him judging you.” And that’s for a good man.\nHow many traits do you have that would make a lot of people glad to be rid of you?\nRemember that, when the time comes. You’ll be less reluctant to leave if you can tell yourself, “This is the sort of life I’m leaving. Even the people around me, the ones I spent so much time fighting for, praying over, caring about—even they want me gone, in hopes that it will make their own lives easier. How could anyone stand a longer stay here?”\nAnd yet, don’t leave angry with them. Be true to who you are: caring, sympathetic, kind. And not as if you were being torn away from life. But the way it is when someone dies peacefully, how the soul is released from the body—that’s how you should leave them. It was nature that bound you to them—that tied the knot. And nature that now unties you.\nI am released from those around me. Not dragged against my will, but unresisting.\nThere are things that nature demands. And this is one of them.", "10.37\nLearn to ask of all actions, “Why are they doing that?”\nStarting with your own.", "10.38\nRemember that what pulls the strings is within—hidden from us. Is speech, is life, is the person. Don’t conceive of the rest as part of it—the skin that contains it, and the accompanying organs. Which are tools—like a carpenter’s axe, except that they’re attached to us from birth, and are no more use without what moves and holds them still than the weaver’s shuttle, the writer’s pencil, the driver’s whip.", "11.1\nCharacteristics of the rational soul:\nSelf-perception, self-examination, and the power to make of itself whatever it wants.\nIt reaps its own harvest, unlike plants (and, in a different way, animals), whose yield is gathered in by others.\nIt reaches its intended goal, no matter where the limit of its life is set. Not like dancing and theater and things like that, where the performance is incomplete if it’s broken off in the middle, but at any point—no matter which one you pick—it has fulfilled its mission, done its work completely. So that it can say, “I have what I came for.”\nIt surveys the world and the empty space around it, and the way it’s put together. It delves into the endlessness of time to extend its grasp and comprehension of the periodic births and rebirths that the world goes through. It knows that those who come after us will see nothing different, that those who came before us saw no more than we do, and that anyone with forty years behind him and eyes in his head has seen both past and future—both alike.\nAlso characteristic of the rational soul:\nAffection for its neighbors. Truthfulness. Humility. Not to place anything above itself—which is characteristic of law as well. No difference here between the logos of rationality and that of justice.", "11.2\nTo acquire indifference to pretty singing, to dancing, to the martial arts: Analyze the melody into the notes that form it, and as you hear each one, ask yourself whether you’re powerless against that. That should be enough to deter you.\nThe same with dancing: individual movements and tableaux. And the same with the martial arts.\nAnd with everything—except virtue and what springs from it. Look at the individual parts and move from analysis to indifference.\nApply this to life as a whole.", "11.3\nThe resolute soul:\nResolute in separation from the body. And then in dissolution or fragmentation—or continuity.\n\nBut the resolution has to be the result of its own decision, not just in response to outside forces [like the Christians]. It has to be considered and serious, persuasive to other people.\nWithout dramatics.", "11.4\nHave I done something for the common good? Then I share in the benefits.\nTo stay centered on that. Not to give up.", "11.5\n“And your profession?” “Goodness.” (And how is that to be achieved, except by thought—about the world, about the nature of people?)", "11.6\nFirst, tragedies. To remind us of what can happen, and that it happens inevitably—and if something gives you pleasure on that stage, it shouldn’t cause you anger on this one. You realize that these are things we all have to go through, and that even those who cry aloud “o Mount Cithaeron!” have to endure them. And some excellent lines as well. These, for example:\n\nIf I and my two children cannot move the gods\nThe gods must have their reasons\n\nOr:\n\nAnd why should we feel anger at the world?\n\nAnd:\n\nTo harvest life like standing stalks of grain and a good many others.\nThen, after tragedy, Old Comedy: instructive in its frankness, its plain speaking designed to puncture pretensions. (Diogenes used the same tactic for similar ends.)\nThen consider the Middle (and later the New) Comedy and what it aimed at—gradually degenerating into mere realism and empty technique. There are undeniably good passages, even in those writers, but what was the point of it all—the script and staging alike?", "11.7\nIt stares you in the face. No role is so well suited to philosophy as the one you happen to be in right now.", "11.8\nA branch cut away from the branch beside it is simultaneously cut away from the whole tree. So too a human being separated from another is cut loose from the whole community.\nThe branch is cut off by someone else. But people cut themselves off—through hatred, through rejection—and don’t realize that they’re cutting themselves off from the whole civic enterprise.\nExcept that we also have a gift, given us by Zeus, who founded this community of ours. We can reattach ourselves and become once more components of the whole.\nBut if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back.\n“One trunk, two minds.” As the gardeners put it.", "11.9\nAs you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy;\ndon’t let them stop you from putting up with them either. Take care on both counts. Not just sound judgments, solid actions\n—tolerance as well, for those who try to obstruct us or give us trouble in other ways.\n\nBecause anger, too, is weakness, as much as breaking down and giving up the struggle. Both are deserters: the man who breaks and runs, and the one who lets himself be alienated from his fellow humans.", "11.10\nThe natural can never be inferior to the artificial; art imitates nature, not the reverse. In which case, that most highly developed and comprehensive nature—Nature itself—\ncannot fall short of artifice in its craftsmanship.\nNow, all the arts move from lower goals to higher ones.\nWon’t Nature do the same?\nHence justice. Which is the source of all the other virtues.\nFor how could we do what justice requires if we are distracted by things that don’t matter, if we are naive, gullible, inconstant?", "11.11\nIt’s the pursuit of these things, and your attempts to avoid them, that leave you in such turmoil. And yet they aren’t seeking you out; you are the one seeking them.\nSuspend judgment about them. And at once they will lie still, and you will be freed from fleeing and pursuing.", "11.12\nThe soul as a sphere in equilibrium: Not grasping at things beyond it or retreating inward. Not fragmenting outward, not sinking back on itself, but ablaze with light and looking at the truth, without and within.", "11.13\nSomeone despises me.\nThat’s their problem.\nMine: not to do or say anything despicable.\nSomeone hates me. Their problem.\nMine: to be patient and cheerful with everyone, including them. Ready to show them their mistake. Not spitefully, or to show off my own self-control, but in an honest, upright way.\nLike Phocion (if he wasn’t just pretending). That’s what we should be like inside, and never let the gods catch us feeling anger or resentment.\nAs long as you do what’s proper to your nature, and accept what the world’s nature has in store—as long as you work for others’ good, by any and all means—what is there that can harm you?", "11.14\nThey flatter one another out of contempt, and their desire to rule one another makes them bow and scrape.", "11.15\nThe despicable phoniness of people who say, “Listen,\nI’m going to level with you here.” What does that mean? It shouldn’t even need to be said. It should be obvious—\nwritten in block letters on your forehead. It should be audible in your voice, visible in your eyes, like a lover who looks into your face and takes in the whole story at a glance. A\nstraightforward, honest person should be like someone who stinks: when you’re in the same room with him, you know it.\nBut false straightforwardness is like a knife in the back.\nFalse friendship is the worst. Avoid it at all costs. If you’re honest and straightforward and mean well, it should show in your eyes. It should be unmistakable.", "11.16\nTo live a good life:\nWe have the potential for it. If we can learn to be indifferent to what makes no difference. This is how we learn: by looking at each thing, both the parts and the whole.\nKeeping in mind that none of them can dictate how we perceive it. They don’t impose themselves on us. They hover before us, unmoving. It is we who generate the judgments—\ninscribing them on ourselves. And we don’t have to. We could leave the page blank—and if a mark slips through, erase it instantly.\nRemember how brief is the attentiveness required. And then our lives will end.\nAnd why is it so hard when things go against you? If it’s imposed by nature, accept it gladly and stop fighting it. And if not, work out what your own nature requires, and aim at that, even if it brings you no glory.\nNone of us is forbidden to pursue our own good.", "11.17\nSource and substance of each thing. What it changes into, and what it’s like transformed; that nothing can harm it.", "11.18\ni. My relationship to them. That we came into the world for the sake of one another. Or from another point of view, I\ncame into it to be their guardian—as the ram is of the flock, and the bull of the herd.\nStart from this: if not atoms, then Nature—directing everything. In that case, lower things for the sake of higher ones, and higher ones for one another.\n\nii. What they’re like eating, in bed, etc. How driven they are by their beliefs. How proud they are of what they do.\niii. That if they’re right to do this, then you have no right to complain. And if they aren’t, then they do it involuntarily, out of ignorance. Because all souls are prevented from treating others as they deserve, just as they are kept from truth: unwillingly. Which is why they resent being called unjust, or arrogant, or greedy—any suggestion that they aren’t good neighbors.\niv. That you’ve made enough mistakes yourself. You’re just like them.\nEven if there are some you’ve avoided, you have the potential.\nEven if cowardice has kept you from them. Or fear of what people would say. Or some equally bad reason.\nv. That you don’t know for sure it is a mistake. A lot of things are means to some other end. You have to know an awful lot before you can judge other people’s actions with real understanding.\nvi. When you lose your temper, or even feel irritated:\nthat human life is very short. Before long all of us will be laid out side by side.\nvii. That it’s not what they do that bothers us: that’s a problem for their minds, not ours. It’s our own misperceptions. Discard them. Be willing to give up thinking of this as a catastrophe . . . and your anger is gone. How do you do that? By recognizing that you’ve suffered no disgrace. Unless disgrace is the only thing that can hurt you, you’re doomed to commit innumerable offenses—to become a thief, or heaven only knows what else.\nviii. How much more damage anger and grief do than the things that cause them.\nix. That kindness is invincible, provided it’s sincere—\nnot ironic or an act. What can even the most vicious person do if you keep treating him with kindness and gently set him straight—if you get the chance—\ncorrecting him cheerfully at the exact moment that he’s trying to do you harm. “No, no, my friend. That isn’t what we’re here for. It isn’t me who’s harmed by that.\nIt’s you.” And show him, gently and without pointing fingers, that it’s so. That bees don’t behave like this—or any other animals with a sense of community. Don’t do it sardonically or meanly, but affectionately—with no hatred in your heart. And not ex cathedra or to impress third parties, but speaking directly. Even if there are other people around.\nKeep these nine points in mind, like gifts from the nine\nMuses, and start becoming a human being. Now and for the rest of your life.\nAnd along with not getting angry at others, try not to pander either. Both are forms of selfishness; both of them will do you harm. When you start to lose your temper, remember: There’s nothing manly about rage.\n\nIt’s courtesy and kindness that define a human being—\nand a man. That’s who possesses strength and nerves and guts, not the angry whiners. To react like that brings you closer to impassivity—and so to strength. Pain is the opposite of strength, and so is anger. Both are things we suffer from, and yield to.\n. . . and one more thought, from Apollo:\nx. That to expect bad people not to injure others is crazy. It’s to ask the impossible. And to let them behave like that to other people but expect them to exempt you is arrogant—the act of a tyrant.", "11.19\nFour habits of thought to watch for, and erase from your mind when you catch them. Tell yourself:\n\n• This thought is unnecessary.\n• This one is destructive to the people around you.\n• This wouldn’t be what you really think (to say what you don’t think—the definition of absurdity).\n\nAnd the fourth reason for self-reproach: that the more divine part of you has been beaten and subdued by the degraded mortal part—the body and its stupid selfindulgence.", "11.20\nYour spirit and the fire contained within you are drawn by their nature upward. But they comply with the world’s designs and submit to being mingled here below. And the elements of earth and water in you are drawn by their nature downward. But are forced to rise, and take up a position not their own. So even the elements obey the world—when ordered and compelled—and man their stations until the signal to abandon them arrives.\nSo why should your intellect be the only dissenter—the only one complaining about its posting? It’s not as if anything is being forced on it. Only what its own nature requires. And yet it refuses to comply, and sets off in the opposite direction. Because to be drawn toward what is wrong and self-indulgent, toward anger and fear and pain, is to revolt against nature. And for the mind to complain about anything that happens is to desert its post. It was created to show reverence—respect for the divine—no less than to act justly.\nThat too is an element of coexistence and a prerequisite for justice.", "11.21\n“If you don’t have a consistent goal in life, you can’t live it in a consistent way.”\n\nUnhelpful, unless you specify a goal.\nThere is no common benchmark for all the things that people think are good—except for a few, the ones that affect us all. So the goal should be a common one—a civic one. If you direct all your energies toward that, your actions will be consistent. And so will you.", "11.22\nThe town mouse and the country mouse. Distress and agitation of the town mouse.", "11.23\nSocrates used to call popular beliefs “the monsters under the bed”—only useful for frightening children with.", "11.24\nAt festivals the Spartans put their guests’ seats in the shade, but sat themselves down anywhere.", "11.25\nSocrates declining Perdiccas’s invitation “so as to avoid dying a thousand deaths” (by accepting a favor he couldn’t pay back).", "11.26\nThis advice from Epicurean writings: to think continually of one of the men of old who lived a virtuous life.", "11.27\nThe Pythagoreans tell us to look at the stars at daybreak.\nTo remind ourselves how they complete the tasks assigned them—always the same tasks, the same way. And their order, purity, nakedness. Stars wear no concealment.", "11.28\nSocrates dressed in a towel, the time Xanthippe took his cloak and went out. The friends who were embarrassed and avoided him when they saw him dressed like that, and what\nSocrates said to them.", "11.29\nMastery of reading and writing requires a master. Still more so life.", "11.30\n“. . . For you/Are but a slave and have no claim to logos.”", "11.31\n“But my heart rejoiced.”", "11.32\n“And jeer at virtue with their taunts and sneers.”", "11.33\nStupidity is expecting figs in winter, or children in old age.", "11.34\nAs you kiss your son good night, says Epictetus, whisper to yourself, “He may be dead in the morning.”\nDon’t tempt fate, you say.\nBy talking about a natural event? Is fate tempted when we speak of grain being reaped?", "11.35\nGrapes.\nUnripe . . . ripened . . . then raisins.\n\nConstant transitions.\nNot the “not” but the “not yet.”", "11.36\n“No thefts of free will reported.”[—Epictetus.]", "11.37\n“We need to master the art of acquiescence. We need to pay attention to our impulses, making sure they don’t go unmoderated, that they benefit others, that they’re worthy of us. We need to steer clear of desire in any form and not try to avoid what’s beyond our control.”", "11.38\n“This is not a debate about just anything,” he said, “but about sanity itself.”", "11.39\nSocrates: What do you want, rational minds or irrational ones?\n—Rational ones.\nHealthy or sick?\n—Healthy.\nThen work to obtain them.\n—We already have.\nThen why all this squabbling?", "12.1\nEverything you’re trying to reach—by taking the long way round—you could have right now, this moment. If you’d only stop thwarting your own attempts. If you’d only let go of the past, entrust the future to Providence, and guide the present toward reverence and justice.\nReverence: so you’ll accept what you’re allotted. Nature intended it for you, and you for it.\nJustice: so that you’ll speak the truth, frankly and without evasions, and act as you should—and as other people deserve.\nDon’t let anything deter you: other people’s misbehavior, your own misperceptions, What People Will Say, or the feelings of the body that covers you (let the affected part take care of those). And if, when it’s time to depart, you shunt everything aside except your mind and the divinity within . . .\nif it isn’t ceasing to live that you’re afraid of but never beginning to live properly . . . then you’ll be worthy of the world that made you.\nNo longer an alien in your own land.\nNo longer shocked by everyday events—as if they were unheard-of aberrations.\nNo longer at the mercy of this, or that.", "12.2\nGod sees all our souls freed from their fleshly containers, stripped clean of their bark, cleansed of their grime. He grasps with his intelligence alone what was poured and channeled from himself into them. If you learn to do the same, you can avoid a great deal of distress. When you see through the flesh that covers you, will you be unsettled by clothing, mansions, celebrity—the painted sets, the costume cupboard?", "12.3\nYour three components: body, breath, mind. Two are yours in trust; to the third alone you have clear title.\nIf you can cut yourself—your mind—free of what other people do and say, of what you’ve said or done, of the things that you’re afraid will happen, the impositions of the body that contains you and the breath within, and what the whirling chaos sweeps in from outside, so that the mind is freed from fate, brought to clarity, and lives life on its own recognizance\n—doing what’s right, accepting what happens, and speaking the truth—\n\nIf you can cut free of impressions that cling to the mind, free of the future and the past—can make yourself, as\nEmpedocles says, “a sphere rejoicing in its perfect stillness,” and concentrate on living what can be lived\n(which means the present) . . . then you can spend the time you have left in tranquillity. And in kindness. And at peace with the spirit within you.", "12.4\nIt never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own. If a god appeared to us—or a wise human being, even\n—and prohibited us from concealing our thoughts or imagining anything without immediately shouting it out, we wouldn’t make it through a single day. That’s how much we value other people’s opinions—instead of our own.", "12.5\nHow is it that the gods arranged everything with such skill, such care for our well-being, and somehow overlooked one thing: that certain people—in fact, the best of them, the gods’\nown partners, the ones whose piety and good works brought them closest to the divine—that these people, when they die, should cease to exist forever? Utterly vanished.\nWell, assuming that’s really true, you can be sure they would have arranged things differently, if that had been appropriate. If it were the right thing to do, they could have done it, and if it were natural, nature would have demanded it. So from the fact that they didn’t—if that’s the case—we can conclude that it was inappropriate.\nSurely you can see yourself that to ask the question is to challenge the gods’ fairness. And why would you be bringing in fairness unless the gods are, in fact, fair—and absolutely so?\nAnd if they are, how could they have carelessly overlooked something so unfair—so illogical—in setting up the world?", "12.6\nPractice even what seems impossible.\nThe left hand is useless at almost everything, for lack of practice. But it guides the reins better than the right. From practice.", "12.7\nThe condition of soul and body when death comes for us.\nShortness of life.\nVastness of time before and after.\nFragility of matter.", "12.8\nTo see the causes of things stripped bare. The aim of actions.\nPain. Pleasure. Death. Fame.\n\nWho is responsible for our own restlessness.\nThat no one obstructs us.\nThat it’s all in how you perceive it.", "12.9\nThe student as boxer, not fencer.\nThe fencer’s weapon is picked up and put down again.\nThe boxer’s is part of him. All he has to do is clench his fist.", "12.10\nTo see things as they are. Substance, cause and purpose.", "12.11\nThe freedom to do only what God wants, and accept whatever God sends us.\n11a. What it’s made of.", "12.12\nThe gods are not to blame. They do nothing wrong, on purpose or by accident. Nor men either; they don’t do it on purpose. No one is to blame.", "12.13\nThe foolishness of people who are surprised by anything that happens. Like travelers amazed at foreign customs.", "12.14\nFatal necessity, and inescapable order. Or benevolent\nProvidence. Or confusion—random and undirected.\n\nIf it’s an inescapable necessity, why resist it?\nIf it’s Providence, and admits of being worshipped, then try to be worthy of God’s aid.\nIf it’s confusion and anarchy, then be grateful that on this raging sea you have a mind to guide you. And if the storm should carry you away, let it carry off flesh, breath and all the rest, but not the mind. Which can’t be swept away.", "12.15\nThe lamp shines until it is put out, without losing its gleam, and yet in you it all gutters out so early—truth, justice, self-control?", "12.16\nWhen someone seems to have injured you:\nBut how can I be sure?\nAnd in any case, keep in mind:\n\n• that he’s already been tried and convicted—by himself.\n(Like scratching your own eyes out.)\n• that to expect a bad person not to harm others is like expecting fig trees not to secrete juice, babies not to cry, horses not to neigh—the inevitable not to happen.\n\nWhat else could they do—with that sort of character?\nIf you’re still angry, then get to work on that.", "12.17\nIf it’s not right, don’t do it. If it’s not true, don’t say it.\nLet your intention be < . . . >", "12.18\nAt all times, look at the thing itself—the thing behind the appearance—and unpack it by analysis:\n\n• cause\n• substance\n• purpose\n• and the length of time it exists.", "12.19\nIt’s time you realized that you have something in you more powerful and miraculous than the things that affect you and make you dance like a puppet.\nWhat’s in my thoughts at this moment? Fear? Jealousy?\n\nDesire? Feelings like that?", "12.20\nTo undertake nothing:\n\ni. at random or without a purpose;\nii. for any reason but the common good.", "12.21\nThat before long you’ll be no one, and nowhere. Like all the things you see now. All the people now living.\nEverything’s destiny is to change, to be transformed, to perish. So that new things can be born.", "12.22\nIt’s all in how you perceive it. You’re in control. You can dispense with misperception at will, like rounding the point. Serenity, total calm, safe anchorage.", "12.23\nA given action that stops when it’s supposed to is none the worse for stopping. Nor the person engaged in it either.\nSo too with the succession of actions we call “life.” If it ends when it’s supposed to, it’s none the worse for that. And the person who comes to the end of the line has no cause for complaint. The time and stopping point are set by nature—\nour own nature, in some cases (death from old age); or nature as a whole, whose parts, shifting and changing, constantly renew the world, and keep it on schedule.\nNothing that benefits all things can be ugly or out of place.\nThe end of life is not an evil—it doesn’t disgrace us. (Why should we be ashamed of an involuntary act that injures no one?). It’s a good thing—scheduled by the world, promoting it, promoted by it.\nThis is how we become godlike—following God’s path, and reason’s goals.", "12.24\nThree things, essential at all times:\n\ni(a). your own actions: that they’re not arbitrary or different from what abstract justice would do.\ni(b). external events: that they happen randomly or by design. You can’t complain about chance. You can’t argue with Providence.\nii. what all things are like, from the planting of the seed to the quickening of life, and from its quickening to its relinquishment. Where the parts came from and where they return to.\niii. that if you were suddenly lifted up and could see life and its variety from a vast height, and at the same time all the things around you, in the sky and beyond it, you’d see how pointless it is. And no matter how often you saw it, it would be the same: the same life forms, the same life span.\n\nArrogance . . . about this?", "12.25\nThrow out your misperceptions and you’ll be fine. (And who’s stopping you from throwing them out?)", "12.26\nTo be angry at something means you’ve forgotten:\n\nThat everything that happens is natural.\nThat the responsibility is theirs, not yours.\n\nAnd further . . .\n\nThat whatever happens has always happened, and always will, and is happening at this very moment, everywhere. Just like this.\nWhat links one human being to all humans: not blood, or birth, but mind.\n\nAnd . . .\n\nThat an individual’s mind is God and of God.\nThat nothing belongs to anyone. Children, body, life itself—all of them come from that same source.\nThat it’s all how you choose to see things.\nThat the present is all we have to live in. Or to lose.", "12.27\nConstantly run down the list of those who felt intense anger at something: the most famous, the most unfortunate, the most hated, the most whatever. And ask: Where is all that now? Smoke, dust, legend . . . or not even a legend. Think of all the examples: Fabius Catullinus in the country, Lusius\nLupus in the orchard, Stertinius at Baiae, Tiberius on Capri,\nVelius Rufus . . . obsession and arrogance.\n\nAnd how trivial the things we want so passionately are.\nAnd how much more philosophical it would be to take what we’re given and show uprightness, self-control, obedience to\nGod, without making a production of it. There’s nothing more insufferable than people who boast about their own humility.", "12.28\nPeople ask, “Have you ever seen the gods you worship?\nHow can you be sure they exist?”\nAnswers:\n\ni. Just look around you.\nii. I’ve never seen my soul either. And yet I revere it.\n\nThat’s how I know the gods exist and why I revere them—\nfrom having felt their power, over and over.", "12.29\nSalvation: to see each thing for what it is—its nature and its purpose.\nTo do only what is right, say only what is true, without holding back.\nWhat else could it be but to live life fully—to pay out goodness like the rings of a chain, without the slightest gap.", "12.30\nSingular, not plural:\nSunlight. Though broken up by walls and mountains and a thousand other things.\nSubstance. Though split into a thousand forms, variously shaped.\nLife. Though distributed among a thousand different natures with their individual limitations.\nIntelligence. Even if it seems to be divided.\nThe other components—breath, matter—lack any awareness or connection to one another (yet unity and its gravitational pull embrace them too).\nBut intelligence is uniquely drawn toward what is akin to it, and joins with it inseparably, in shared awareness.", "12.31\nWhat is it you want? To keep on breathing? What about feeling? desiring? growing? ceasing to grow? using your voice? thinking? Which of them seems worth having?\nBut if you can do without them all, then continue to follow the logos, and God. To the end. To prize those other things—\nto grieve because death deprives us of them—is an obstacle.", "12.32\nThe fraction of infinity, of that vast abyss of time, allotted to each of us. Absorbed in an instant into eternity.\nThe fraction of all substance, and all spirit.\nThe fraction of the whole earth you crawl about on.\nKeep all that in mind, and don’t treat anything as important except doing what your nature demands, and accepting what\nNature sends you.", "12.33\nHow the mind conducts itself. It all depends on that. All the rest is within its power, or beyond its control—corpses and smoke.", "12.34\nAn incentive to treat death as unimportant: even people whose only morality is pain and pleasure can manage that much.", "12.35\nIf you make ripeness alone your good . . .\nIf a few actions more or less, governed by the right logos, are merely a few more or less . . .\nIf it makes no difference whether you look at the world for this long or that long . . .\n. . . then death shouldn’t scare you.", "12.36\nYou’ve lived as a citizen in a great city. Five years or a hundred—what’s the difference? The laws make no distinction.\nAnd to be sent away from it, not by a tyrant or a dishonest judge, but by Nature, who first invited you in—why is that so terrible?\nLike the impresario ringing down the curtain on an actor:\n“But I’ve only gotten through three acts . . . !”\nYes. This will be a drama in three acts, the length fixed by the power that directed your creation, and now directs your dissolution. Neither was yours to determine.\nSo make your exit with grace—the same grace shown to you."]
